Repository: TheAnanta/digihero
Catalog: lib/l10n/app_*.arb
Languages: hi, pa

# appTitle
source: DigiHero
hi: डिजीहीरो
pa: ਡਿਜੀਹੀਰੋ

# appTagline
source: Digital Literacy Adventure
hi: डिजिटल साक्षरता रोमांच
pa: ਡਿਜੀਟਲ ਸਾਖਰਤਾ ਰੋਮਾਂਚ

# appSubtitle
source: Learn • Play • Protect • Explore
hi: सीखें • खेलें • सुरक्षा करें • खोजें
pa: ਸਿੱਖੋ • ਖੇਡੋ • ਸੁਰੱਖਿਆ ਕਰੋ • ਖੋਜੋ

source: Welcome to DigiHero!
hi: डिजीहीरो में आपका स्वागत है!
pa: ਡਿਜੀਹੀਰੋ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ!

# learnDigitalLiteracy
source: Learn digital literacy through fun games
hi: मज़ेदार खेलों के माध्यम से डिजिटल साक्षरता सीखें
pa: ਮਜ਼ੇਦਾਰ ਖੇਡਾਂ ਰਾਹੀਂ ਡਿਜੀਟਲ ਸਾਖਰਤਾ ਸਿੱਖੋ

source: How old are you?
hi: आपकी उम्र कितनी है?
pa: ਤੁਹਾਡੀ ਉਮਰ ਕਿੰਨੀ ਹੈ?

# ageHelpText
source: This helps us adjust the game difficulty for you
hi: इससे हमें आपके लिए खेल की कठिनाई को समायोजित करने में मदद मिलती है
pa: ਇਹ ਸਾਨੂੰ ਤੁਹਾਡੇ ਲਈ ਖੇਡ ਦੀ ਮੁਸ਼ਕਲ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ

source: Your Age
hi: आपकी उम्र
pa: ਤੁਹਾਡੀ ਉਮਰ

# enterYourAge
source: Enter your age (6-99)
hi: अपनी उम्र दर्ज करें (6-99)
pa: ਆਪਣੀ ਉਮਰ ਦਾਖਲ ਕਰੋ (6-99)

source: Start Learning!
hi: सीखना शुरू करें!
pa: ਸਿੱਖਣਾ ਸ਼ੁਰੂ ਕਰੋ!

source: Choose Your Level
hi: अपना स्तर चुनें
pa: ਆਪਣਾ ਪੱਧਰ ਚੁਣੋ

# selectDigitalLiteracyChallenge
source: Select a digital literacy challenge
hi: एक डिजिटल साक्षरता चुनौती चुनें
pa: ਇੱਕ ਡਿਜੀਟਲ ਸਾਖਰਤਾ ਚੁਣੌਤੀ ਚੁਣੋ

source: Level Locked
hi: स्तर बंद है
pa: ਪੱਧਰ ਬੰਦ ਹੈ

# levelLockedMessage
source: Complete the previous level to unlock this one!
hi: इसे खोलने के लिए पिछला स्तर पूरा करें!
pa: ਇਸਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਪਿਛਲਾ ਪੱਧਰ ਪੂਰਾ ਕਰੋ!

source: OK
hi: ठीक है
pa: ਠੀਕ ਹੈ

source: Cancel
hi: रद्द करें
pa: ਰੱਦ ਕਰੋ

source: Yes
hi: हां
pa: ਹਾਂ

source: No
hi: नहीं
pa: ਨਹੀਂ

source: Excellent!
hi: उत्कृष्ट!
pa: ਸ਼ਾਨਦਾਰ!

source: Perfect!
hi: बिल्कुल सही!
pa: ਬਿਲਕੁਲ ਸਹੀ!

source: Great!
hi: बहुत अच्छा!
pa: ਬਹੁਤ ਚੰਗਾ!

source: Try Again
hi: फिर से कोशिश करें
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Loading...
hi: लोड हो रहा है...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...

source: Congratulations!
hi: बधाई हो!
pa: ਵਧਾਈਆਂ!

source: Nabha
hi: नाभा
pa: ਨਾਭਾ

source: Punjab
hi: पंजाब
pa: ਪੰਜਾਬ

source: Chandigarh
hi: चंडीगढ़
pa: ਚੰਡੀਗੜ੍ਹ

source: Village
hi: गांव
pa: ਪਿੰਡ

source: City
hi: शहर
pa: ਸ਼ਹਿਰ

# splashTagline
source: Digital Literacy Adventure
hi: डिजिटल साक्षरता रोमांच
pa: ਡਿਜੀਟਲ ਸਾਖਰਤਾ ਰੋਮਾਂਚ

# splashStartButton
source: Tap to Start Adventure
hi: रोमांच शुरू करने के लिए टैप करें
pa: ਰੋਮਾਂਚ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ

# ageLabel
source: Your Age
hi: आपकी उम्र
pa: ਤੁਹਾਡੀ ਉਮਰ

# agePlaceholder
source: Enter your age (6-99)
hi: अपनी उम्र दर्ज करें (6-99)
pa: ਆਪਣੀ ਉਮਰ ਦਾਖਲ ਕਰੋ (6-99)

# beginner
source: 6-8 years (Beginner)
hi: 6-8 साल (शुरुआती)
pa: 6-8 ਸਾਲ (ਸ਼ੁਰੂਆਤੀ)

# intermediate
source: 9-12 years (Intermediate)
hi: 9-12 साल (मध्यम)
pa: 9-12 ਸਾਲ (ਮੱਧਮ)

# advanced
source: 13-16 years (Advanced)
hi: 13-16 साल (उन्नत)
pa: 13-16 ਸਾਲ (ਉੱਨਤ)

# expert
source: 17+ years (Expert)
hi: 17+ साल (विशेषज्ञ)
pa: 17+ ਸਾਲ (ਮਾਹਿਰ)

# chooseLevel
source: Choose Your Level
hi: अपना स्तर चुनें
pa: ਆਪਣਾ ਪੱਧਰ ਚੁਣੋ

# selectChallenge
source: Select a digital literacy challenge
hi: एक डिजिटल साक्षरता चुनौती चुनें
pa: ਇੱਕ ਡਿਜੀਟਲ ਸਾਖਰਤਾ ਚੁਣੌਤੀ ਚੁਣੋ

source: Settings
hi: सेटिंग्स
pa: ਸੈਟਿੰਗਾਂ

source: Language
hi: भाषा
pa: ਭਾਸ਼ਾ

source: Music
hi: संगीत
pa: ਸੰਗੀਤ

source: Sound Effects
hi: ध्वनि प्रभाव
pa: ਆਵਾਜ਼ ਪ੍ਰਭਾਵ

source: Music Volume
hi: संगीत की आवाज़
pa: ਸੰਗੀਤ ਦੀ ਆਵਾਜ਼

source: SFX Volume
hi: ध्वनि प्रभाव की आवाज़
pa: ਆਵਾਜ਼ ਪ੍ਰਭਾਵ ਦੀ ਆਵਾਜ਼

source: PROGRESS
hi: प्रगति
pa: ਤਰੱਕੀ

source: ACHIEVEMENTS
hi: उपलब्धियां
pa: ਪ੍ਰਾਪਤੀਆਂ

source: Your Progress
hi: आपकी प्रगति
pa: ਤੁਹਾਡੀ ਤਰੱਕੀ

# achievementsTitle
source: Achievements
hi: उपलब्धियां
pa: ਪ੍ਰਾਪਤੀਆਂ

# noAchievements
source: No achievements yet. Keep playing to unlock them!
hi: अभी तक कोई उपलब्धि नहीं। उन्हें अनलॉक करने के लिए खेलते रहें!
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਪ੍ਰਾਪਤੀ ਨਹੀਂ। ਉਹਨਾਂ ਨੂੰ ਅਨਲਾਕ ਕਰਨ ਲਈ ਖੇਡਦੇ ਰਹੋ!

source: Player
hi: खिलाड़ी
pa: ਖਿਡਾਰੀ

source: Levels Completed
hi: पूरे किए गए स्तर
pa: ਪੂਰੇ ਕੀਤੇ ਪੱਧਰ

source: Total Play Time
hi: कुल खेल समय
pa: ਕੁੱਲ ਖੇਡ ਸਮਾਂ

source: Current Streak
hi: वर्तमान श्रृंखला
pa: ਮੌਜੂਦਾ ਲੜੀ

source: days
hi: दिन
pa: ਦਿਨ

source: Level Complete!
hi: स्तर पूरा!
pa: ਪੱਧਰ ਪੂਰਾ!

source: Game Over
hi: गेम ओवर
pa: ਗੇਮ ਓਵਰ

# gameOverMessage
source: Don't give up! Try again to master this level.
hi: हार न मानें! इस स्तर में महारत हासिल करने के लिए फिर से कोशिश करें।
pa: ਹਾਰ ਨਾ ਮੰਨੋ! ਇਸ ਪੱਧਰ ਵਿੱਚ ਮਾਹਰ ਬਣਨ ਲਈ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: Back to Level Select
hi: स्तर चयन पर वापस जाएं
pa: ਪੱਧਰ ਚੋਣ 'ਤੇ ਵਾਪਸ ਜਾਓ

source: Exit Level?
hi: स्तर से बाहर निकलें?
pa: ਪੱਧਰ ਤੋਂ ਬਾਹਰ ਨਿਕਲੋ?

# exitLevelMessage
source: Your progress will be lost.
hi: आपकी प्रगति खो जाएगी।
pa: ਤੁਹਾਡੀ ਤਰੱਕੀ ਖੋ ਜਾਵੇਗੀ।

source: Exit
hi: बाहर निकलें
pa: ਬਾਹਰ ਨਿਕਲੋ

source: Wrong Answer
hi: गलत उत्तर
pa: ਗਲਤ ਜਵਾਬ

# wrongAnswerMessage
source: That's not correct. Try again!
hi: यह सही नहीं है। फिर से कोशिश करें!
pa: ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ!

source: Hint
hi: संकेत
pa: ਸੰਕੇਤ

source: Time Bonus
hi: समय बोनस
pa: ਸਮਾਂ ਬੋਨਸ

source: Score
hi: स्कोर
pa: ਸਕੋਰ

# continueButton
source: Continue
hi: जारी रखें
pa: ਜਾਰੀ ਰੱਖੋ

source: Save
hi: सेव करें
pa: ਸੇਵ ਕਰੋ

source: Play
hi: खेलें
pa: ਖੇਡੋ

source: Replay
hi: फिर से खेलें
pa: ਦੁਬਾਰਾ ਖੇਡੋ

source: Close
hi: बंद करें
pa: ਬੰਦ ਕਰੋ

source: START ADVENTURE
hi: एडवेंचर शुरू करें
pa: ਐਡਵੈਂਚਰ ਸ਼ੁਰੂ ਕਰੋ

source: Overall Progress
hi: कुल प्रगति
pa: ਕੁੱਲ ਤਰੱਕੀ

# readyForAdventure
source: Ready for another digital adventure?
hi: एक और डिजिटल एडवेंचर के लिए तैयार हैं?
pa: ਇੱਕ ਹੋਰ ਡਿਜੀਟਲ ਐਡਵੈਂਚਰ ਲਈ ਤਿਆਰ ਹੋ?

source: Coins
hi: सिक्के
pa: ਸਿੱਕੇ

source: Lives
hi: जीवन
pa: ਜਿੰਦਗੀਆਂ

source: Anonymous
hi: अज्ञात
pa: ਅਗਿਆਤ

source: Device Explorer
hi: डिवाइस एक्सप्लोरर
pa: ਡਿਵਾਈਸ ਐਕਸਪਲੋਰਰ

source: Meet Your Digital Device
hi: अपने डिजिटल डिवाइस से मिलें
pa: ਆਪਣੇ ਡਿਜੀਟਲ ਡਿਵਾਈਸ ਨਾਲ ਮਿਲੋ

# learnDevicesDescription
source: Learn about different types of devices and identify their main parts through interactive games.
hi: इंटरैक्टिव गेम्स के माध्यम से विभिन्न प्रकार के डिवाइसेस और उनके मुख्य भागों के बारे में सीखें।
pa: ਇੰਟਰਐਕਟਿਵ ਗੇਮਾਂ ਰਾਹੀਂ ਵੱਖ-ਵੱਖ ਕਿਸਮ ਦੇ ਡਿਵਾਈਸਾਂ ਅਤੇ ਉਹਨਾਂ ਦੇ ਮੁੱਖ ਹਿੱਸਿਆਂ ਬਾਰੇ ਸਿੱਖੋ।

# deviceLearningObjective
source: Students will identify different types of devices and understand their main parts.
hi: छात्र विभिन्न प्रकार के डिवाइसेस की पहचान करेंगे और उनके मुख्य भागों को समझेंगे।
pa: ਵਿਦਿਆਰਥੀ ਵੱਖ-ਵੱਖ ਕਿਸਮ ਦੇ ਡਿਵਾਈਸਾਂ ਦੀ ਪਛਾਣ ਕਰਨਗੇ ਅਤੇ ਉਹਨਾਂ ਦੇ ਮੁੱਖ ਹਿੱਸਿਆਂ ਨੂੰ ਸਮਝਣਗੇ।

# deviceTip1
source: Look for common device parts like screen, keyboard, and mouse
hi: स्क्रीन, कीबोर्ड और माउस जैसे सामान्य डिवाइस भागों की तलाश करें
pa: ਸਕ੍ਰੀਨ, ਕੀਬੋਰਡ ਅਤੇ ਮਾਊਸ ਵਰਗੇ ਆਮ ਡਿਵਾਈਸ ਹਿੱਸਿਆਂ ਦੀ ਤਲਾਸ਼ ਕਰੋ

# deviceTip2
source: Different devices have different purposes
hi: अलग-अलग डिवाइसेस के अलग-अलग उद्देश्य होते हैं
pa: ਵੱਖ-ਵੱਖ ਡਿਵਾਈਸਾਂ ਦੇ ਵੱਖ-ਵੱਖ ਮਕਸਦ ਹੁੰਦੇ ਹਨ

# deviceTip3
source: Practice turning devices on and off safely
hi: डिवाइसेस को सुरक्षित रूप से चालू और बंद करने का अभ्यास करें
pa: ਡਿਵਾਈਸਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਤਰੀਕੇ ਨਾਲ ਚਾਲੂ ਅਤੇ ਬੰਦ ਕਰਨ ਦਾ ਅਭਿਆਸ ਕਰੋ

# deviceTip4
source: Ask for help when handling new devices
hi: नए डिवाइसेस को संभालते समय मदद मांगें
pa: ਨਵੇਂ ਡਿਵਾਈਸਾਂ ਨੂੰ ਸੰਭਾਲਣ ਵੇਲੇ ਮਦਦ ਮੰਗੋ

# deviceBuilderQuestion
source: Device Builder: Drag and drop the labels onto the correct parts of this computer!
hi: डिवाइस बिल्डर: लेबल्स को कंप्यूटर के सही भागों पर ड्रैग और ड्रॉप करें!
pa: ਡਿਵਾਈਸ ਬਿਲਡਰ: ਲੇਬਲਾਂ ਨੂੰ ਇਸ ਕੰਪਿਊਟਰ ਦੇ ਸਹੀ ਹਿੱਸਿਆਂ ਉੱਤੇ ਖਿੱਚੋ ਅਤੇ ਛੱਡੋ!

source: Monitor
hi: मॉनिटर
pa: ਮਾਨੀਟਰ

source: CPU
hi: सीपीयू
pa: ਸੀਪੀਯੂ

source: Keyboard
hi: कीबोर्ड
pa: ਕੀਬੋਰਡ

source: Mouse
hi: माउस
pa: ਮਾਊਸ

# deviceBuilderExplanation
source: Great job! You correctly identified the main parts of a computer: Monitor (screen), CPU (main unit), Keyboard (for typing), and Mouse (for pointing).
hi: बहुत बढ़िया! आपने कंप्यूटर के मुख्य भागों की सही पहचान की: मॉनिटर (स्क्रीन), सीपीयू (मुख्य यूनिट), कीबोर्ड (टाइपिंग के लिए), और माउस (पॉइंटिंग के लिए)।
pa: ਬਹੁਤ ਵਧੀਆ! ਤੁਸੀਂ ਕੰਪਿਊਟਰ ਦੇ ਮੁੱਖ ਹਿੱਸਿਆਂ ਦੀ ਸਹੀ ਪਛਾਣ ਕੀਤੀ: ਮਾਨੀਟਰ (ਸਕ੍ਰੀਨ), ਸੀਪੀਯੂ (ਮੁੱਖ ਯੂਨਿਟ), ਕੀਬੋਰਡ (ਟਾਈਪਿੰਗ ਲਈ), ਅਤੇ ਮਾਊਸ (ਪੁਆਇੰਟਿੰਗ ਲਈ)।

# powerUpQuestion
source: Power Up! Put these steps in the correct order to turn on a computer safely:
hi: पावर अप! कंप्यूटर को सुरक्षित रूप से चालू करने के लिए इन चरणों को सही क्रम में रखें:
pa: ਪਾਵਰ ਅੱਪ! ਕੰਪਿਊਟਰ ਨੂੰ ਸੁਰੱਖਿਅਤ ਤਰੀਕੇ ਨਾਲ ਚਾਲੂ ਕਰਨ ਲਈ ਇਹਨਾਂ ਕਦਮਾਂ ਨੂੰ ਸਹੀ ਕ੍ਰਮ ਵਿੱਚ ਰੱਖੋ:

# plugPowerCable
source: Plug in power cable
hi: पावर केबल लगाएं
pa: ਪਾਵਰ ਕੇਬਲ ਲਗਾਓ

# pressCpuButton
source: Press CPU power button
hi: सीपीयू पावर बटन दबाएं
pa: ਸੀਪੀਯੂ ਪਾਵਰ ਬਟਨ ਦਬਾਓ

# pressMonitorButton
source: Press monitor power button
hi: मॉनिटर पावर बटन दबाएं
pa: ਮਾਨੀਟਰ ਪਾਵਰ ਬਟਨ ਦਬਾਓ

source: Wait for startup
hi: स्टार्टअप का इंतजार करें
pa: ਸਟਾਰਟਅੱਪ ਦੀ ਉਡੀਕ ਕਰੋ

# powerUpExplanation
source: Perfect! The correct order is: 1. Plug in power, 2. Press CPU power button, 3. Press monitor power button, 4. Wait for startup.
hi: बहुत बढ़िया! सही क्रम है: 1. पावर लगाएं, 2. सीपीयू पावर बटन दबाएं, 3. मॉनिटर पावर बटन दबाएं, 4. स्टार्टअप का इंतजार करें।
pa: ਸ਼ਾਨਦਾਰ! ਸਹੀ ਕ੍ਰਮ ਹੈ: 1. ਪਾਵਰ ਲਗਾਓ, 2. ਸੀਪੀਯੂ ਪਾਵਰ ਬਟਨ ਦਬਾਓ, 3. ਮਾਨੀਟਰ ਪਾਵਰ ਬਟਨ ਦਬਾਓ, 4. ਸਟਾਰਟਅੱਪ ਦੀ ਉਡੀਕ ਕਰੋ।

# deviceTypesQuestion
source: Which device is best for making phone calls while traveling?
hi: यात्रा के दौरान फोन कॉल करने के लिए कौन सा डिवाइस सबसे अच्छा है?
pa: ਯਾਤਰਾ ਦੇ ਦੌਰਾਨ ਫੋਨ ਕਾਲ ਕਰਨ ਲਈ ਕਿਹੜਾ ਡਿਵਾਈਸ ਸਭ ਤੋਂ ਵਧੀਆ ਹੈ?

source: Desktop Computer
hi: डेस्कटॉप कंप्यूटर
pa: ਡੈਸਕਟਾਪ ਕੰਪਿਊਟਰ

source: Smartphone
hi: स्मार्टफोन
pa: ਸਮਾਰਟਫੋਨ

source: Television
hi: टेलीविजन
pa: ਟੈਲੀਵਿਜ਼ਨ

source: Printer
hi: प्रिंटर
pa: ਪ੍ਰਿੰਟਰ

# smartphoneExplanation
source: Smartphones are portable and designed for communication, making them perfect for calls while traveling.
hi: स्मार्टफोन पोर्टेबल हैं और संचार के लिए डिज़ाइन किए गए हैं, जो उन्हें यात्रा के दौरान कॉल के लिए परफेक्ट बनाता है।
pa: ਸਮਾਰਟਫੋਨ ਪੋਰਟੇਬਲ ਹਨ ਅਤੇ ਸੰਚਾਰ ਲਈ ਡਿਜ਼ਾਈਨ ਕੀਤੇ ਗਏ ਹਨ, ਜੋ ਉਹਨਾਂ ਨੂੰ ਯਾਤਰਾ ਦੇ ਦੌਰਾਨ ਕਾਲਾਂ ਲਈ ਸੰਪੂਰਨ ਬਣਾਉਂਦਾ ਹੈ।

# deviceShutdownQuestion
source: You finished your work on a tablet. What is the safest way to turn it off?
hi: आपने टैबलेट पर अपना काम पूरा कर लिया है। इसे बंद करने का सबसे सुरक्षित तरीका क्या है?
pa: ਤੁਸੀਂ ਟੈਬਲੈੱਟ ਉੱਤੇ ਆਪਣਾ ਕੰਮ ਪੂਰਾ ਕਰ ਲਿਆ ਹੈ। ਇਸਨੂੰ ਬੰਦ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਸੁਰੱਖਿਅਤ ਤਰੀਕਾ ਕੀ ਹੈ?

# justCloseCover
source: Just close the cover
hi: बस कवर बंद करें
pa: ਸਿਰਫ਼ ਕਵਰ ਬੰਦ ਕਰੋ

# usePowerButton
source: Use the power button to shut down properly
hi: ठीक से शट डाउन करने के लिए पावर बटन का उपयोग करें
pa: ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਸ਼ਟ ਡਾਊਨ ਕਰਨ ਲਈ ਪਾਵਰ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰੋ

# removeBattery
source: Remove the battery
hi: बैटरी निकालें
pa: ਬੈਟਰੀ ਕਢੋ

# waitAutoShutdown
source: Wait for it to turn off automatically
hi: इसके अपने आप बंद होने का इंतजार करें
pa: ਇਸਦੇ ਆਪਣੇ ਆਪ ਬੰਦ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰੋ

# shutdownExplanation
source: Always use the proper shutdown process to save your work and protect the device.
hi: अपने काम को सेव करने और डिवाइस की सुरक्षा के लिए हमेशा उचित शटडाउन प्रक्रिया का उपयोग करें।
pa: ਆਪਣੇ ਕੰਮ ਨੂੰ ਸੇਵ ਕਰਨ ਅਤੇ ਡਿਵਾਈਸ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਹਮੇਸ਼ਾ ਸਹੀ ਸ਼ਟਡਾਊਨ ਪ੍ਰਕਿਰਿਆ ਦੀ ਵਰਤੋਂ ਕਰੋ।

source: Screen Navigator
hi: स्क्रीन नेवीगेटर
pa: ਸਕ੍ਰੀਨ ਨੈਵੀਗੇਟਰ

source: Understanding Your Screen
hi: अपनी स्क्रीन को समझना
pa: ਆਪਣੀ ਸਕ੍ਰੀਨ ਨੂੰ ਸਮਝਣਾ

# masterDesktopNavigation
source: Master desktop navigation through Icon Hunt and Cursor Maestro mini-games!
hi: आइकन हंट और कर्सर मैस्ट्रो मिनी-गेम्स के माध्यम से डेस्कटॉप नेवीगेशन में महारत हासिल करें!
pa: ਆਈਕਨ ਹੰਟ ਅਤੇ ਕਰਸਰ ਮਾਸਟਰੋ ਮਿੰਨੀ-ਗੇਮਾਂ ਰਾਹੀਂ ਡੈਸਕਟਾਪ ਨੈਵੀਗੇਸ਼ਨ ਵਿੱਚ ਮਾਹਰ ਬਣੋ!

# screenLearningObjective
source: Students will identify common desktop icons and master basic mouse/touch navigation.
hi: छात्र सामान्य डेस्कटॉप आइकनों की पहचान करेंगे और बुनियादी माउस/टच नेवीगेशन में महारत हासिल करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਆਮ ਡੈਸਕਟਾਪ ਆਈਕਨਾਂ ਦੀ ਪਛਾਣ ਕਰਨਗੇ ਅਤੇ ਬੁਨਿਆਦੀ ਮਾਊਸ/ਟੱਚ ਨੈਵੀਗੇਸ਼ਨ ਵਿੱਚ ਮਾਹਰ ਬਣਨਗੇ।

# screenTip1
source: Icons are small pictures that represent apps or files
hi: आइकन छोटी तस्वीरें हैं जो ऐप्स या फाइलों का प्रतिनिधित्व करती हैं
pa: ਆਈਕਨ ਛੋਟੀਆਂ ਤਸਵੀਰਾਂ ਹਨ ਜੋ ਐਪਸ ਜਾਂ ਫਾਈਲਾਂ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ

# screenTip2
source: Look carefully - each icon has a unique shape and meaning
hi: ध्यान से देखें - प्रत्येक आइकन का एक अनूठा आकार और अर्थ होता है
pa: ਧਿਆਨ ਨਾਲ ਦੇਖੋ - ਹਰ ਆਈਕਨ ਦਾ ਇੱਕ ਵਿਲੱਖਣ ਆਕਾਰ ਅਤੇ ਅਰਥ ਹੁੰਦਾ ਹੈ

# screenTip3
source: Practice different mouse actions: click, double-click, drag
hi: विभिन्न माउस क्रियाओं का अभ्यास करें: क्लिक, डबल-क्लिक, ड्रैग
pa: ਵੱਖ-ਵੱਖ ਮਾਊਸ ਕਿਰਿਆਵਾਂ ਦਾ ਅਭਿਆਸ ਕਰੋ: ਕਲਿੱਕ, ਡਬਲ-ਕਲਿੱਕ, ਖਿੱਚੋ

# screenTip4
source: On touch screens, tap and swipe with confidence
hi: टच स्क्रीन पर, आत्मविश्वास के साथ टैप और स्वाइप करें
pa: ਟੱਚ ਸਕ੍ਰੀਨਾਂ ਉੱਤੇ, ਭਰੋਸੇ ਨਾਲ ਟੈਪ ਅਤੇ ਸਵਾਈਪ ਕਰੋ

# iconHuntQuestion1
source: Icon Hunt: Find and tap the Folder icon on this desktop!
hi: आइकन हंट: इस डेस्कटॉप पर फोल्डर आइकन ढूंढें और टैप करें!
pa: ਆਈਕਨ ਹੰਟ: ਇਸ ਡੈਸਕਟਾਪ ਉੱਤੇ ਫੋਲਡਰ ਆਈਕਨ ਲੱਭੋ ਅਤੇ ਟੈਪ ਕਰੋ!

source: Folder found!
hi: फोल्डर मिल गया!
pa: ਫੋਲਡਰ ਮਿਲ ਗਿਆ!

# needHint
source: Need a hint?
hi: संकेत चाहिए?
pa: ਸੰਕੇਤ ਚਾਹੀਦਾ ਹੈ?

source: Time up!
hi: समय खत्म!
pa: ਸਮਾਂ ਖਤਮ!

# folderExplanation
source: Perfect! Folder icons usually look like manila file folders and help organize your files.
hi: बहुत बढ़िया! फोल्डर आइकन आमतौर पर मनीला फाइल फोल्डर की तरह दिखते हैं और आपकी फाइलों को व्यवस्थित करने में मदद करते हैं।
pa: ਸ਼ਾਨਦਾਰ! ਫੋਲਡਰ ਆਈਕਨ ਆਮ ਤੌਰ 'ਤੇ ਮਨੀਲਾ ਫਾਈਲ ਫੋਲਡਰਾਂ ਵਰਗੇ ਦਿਖਦੇ ਹਨ ਅਤੇ ਤੁਹਾਡੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਨ।

# iconHuntQuestion2
source: Icon Hunt: Quick! Tap the Recycle Bin before time runs out!
hi: आइकन हंट: जल्दी! समय खत्म होने से पहले रीसाइकल बिन पर टैप करें!
pa: ਆਈਕਨ ਹੰਟ: ਜਲਦੀ! ਸਮਾਂ ਖਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਰੀਸਾਈਕਲ ਬਿਨ ਉੱਤੇ ਟੈਪ ਕਰੋ!

source: Recycle Bin found!
hi: रीसाइकल बिन मिल गया!
pa: ਰੀਸਾਈਕਲ ਬਿਨ ਮਿਲ ਗਿਆ!

# recycleBinExplanation
source: Excellent! The Recycle Bin holds deleted files and usually looks like a trash can.
hi: उत्कृष्ट! रीसाइकल बिन डिलीट की गई फाइलों को रखता है और आमतौर पर कूड़ेदान की तरह दिखता है।
pa: ਸ਼ਾਨਦਾਰ! ਰੀਸਾਈਕਲ ਬਿਨ ਮਿਟਾਈਆਂ ਗਈਆਂ ਫਾਈਲਾਂ ਰੱਖਦਾ ਹੈ ਅਤੇ ਆਮ ਤੌਰ 'ਤੇ ਕੂੜੇਦਾਨ ਵਰਗਾ ਦਿਖਦਾ ਹੈ।

source: Working with Apps
hi: ऐप्स के साथ काम करना
pa: ਐਪਸ ਨਾਲ ਕੰਮ ਕਰਨਾ

source: Why Digital Skills Matter
hi: डिजिटल स्किल्स क्यों मायने रखते हैं
pa: ਡਿਜੀਟਲ ਸਕਿੱਲਜ਼ ਕਿਉਂ ਮਹੱਤਵਪੂਰਨ ਹਨ

source: Mastering Our Learning App
hi: हमारे लर्निंग ऐप में महारत हासिल करना
pa: ਸਾਡੇ ਸਿੱਖਣ ਵਾਲੇ ਐਪ ਵਿੱਚ ਮਾਹਰ ਬਣਨਾ

source: Writing and Typing
hi: लेखन और टाइपिंग
pa: ਲਿਖਣਾ ਅਤੇ ਟਾਈਪਿੰਗ

source: Creating Presentations
hi: प्रेजेंटेशन बनाना
pa: ਪ੍ਰਸਤੁਤੀਆਂ ਬਣਾਉਣਾ

source: Organizing Digital Work
hi: डिजिटल कार्य को व्यवस्थित करना
pa: ਡਿਜੀਟਲ ਕੰਮ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਨਾ

source: What is the Internet
hi: इंटरनेट क्या है
pa: ਇੰਟਰਨੈੱਟ ਕੀ ਹੈ

source: Searching for Information
hi: जानकारी की खोज
pa: ਜਾਣਕਾਰੀ ਦੀ ਖੋਜ

source: Staying Safe Online
hi: ऑनलाइन सुरक्षित रहना
pa: ਔਨਲਾਈਨ ਸੁਰੱਖਿਅਤ ਰਹਿਣਾ

source: Being a Good Digital Citizen
hi: एक अच्छा डिजिटल नागरिक बनना
pa: ਇੱਕ ਚੰਗਾ ਡਿਜੀਟਲ ਨਾਗਰਿਕ ਬਣਨਾ

source: Introduction to Email
hi: ईमेल का परिचय
pa: ਈਮੇਲ ਦੀ ਜਾਣਕਾਰੀ

source: Messaging Apps Safety
hi: मैसेजिंग ऐप्स की सुरक्षा
pa: ਮੈਸੇਜਿੰਗ ਐਪਸ ਦੀ ਸੁਰੱਖਿਆ

source: Understanding Progress
hi: प्रगति को समझना
pa: ਤਰੱਕੀ ਨੂੰ ਸਮਝਣਾ

source: Working Together Online
hi: ऑनलाइन मिलकर काम करना
pa: ਔਨਲਾਈਨ ਮਿਲ ਕੇ ਕੰਮ ਕਰਨਾ

source: Exploring Hobbies Online
hi: ऑनलाइन शौक खोजना
pa: ਔਨਲਾਈਨ ਸ਼ੌਕ ਖੋਜਣਾ

source: Digital Payments Safety
hi: डिजिटल भुगतान की सुरक्षा
pa: ਡਿਜੀਟਲ ਭੁਗਤਾਨ ਦੀ ਸੁਰੱਖਿਆ

source: Career Opportunities
hi: करियर के अवसर
pa: ਕਰੀਅਰ ਦੇ ਮੌਕੇ

source: Digital Portfolio Project
hi: डिजिटल पोर्टफोलियो प्रोजेक्ट
pa: ਡਿਜੀਟਲ ਪੋਰਟਫੋਲੀਓ ਪ੍ਰੋਜੈਕਟ

# levelTitle1
source: Device Explorer
hi: डिवाइस एक्सप्लोरर
pa: ਡਿਵਾਈਸ ਐਕਸਪਲੋਰਰ

# levelTitle2
source: Screen Navigator
hi: स्क्रीन नेवीगेटर
pa: ਸਕਰੀਨ ਨੇਵੀਗੇਟਰ

# levelTitle3
source: App Master
hi: ऐप मास्टर
pa: ਐਪ ਮਾਸਟਰ

# levelTitle4
source: Future Hero
hi: भविष्य हीरो
pa: ਭਵਿੱਖ ਹੀਰੋ

# levelTitle5
source: Learning App Expert
hi: शिक्षण ऐप विशेषज्ञ
pa: ਲਰਨਿੰਗ ਐਪ ਮਾਹਿਰ

# levelTitle6
source: Typing Champion
hi: टाइपिंग चैंपियन
pa: ਟਾਈਪਿੰਗ ਚੈਂਪੀਅਨ

# levelTitle7
source: Presentation Pro
hi: प्रेजेंटेशन प्रो
pa: ਪ੍ਰਜ਼ੈਂਟੇਸ਼ਨ ਪ੍ਰੋ

# levelTitle8
source: File Organizer
hi: फाइल ऑर्गनाइज़र
pa: ਫਾਈਲ ਆਰਗਨਾਈਜ਼ਰ

# levelTitle9
source: Internet Explorer
hi: इंटरनेट एक्सप्लोरर
pa: ਇੰਟਰਨੈੱਟ ਐਕਸਪਲੋਰਰ

# levelTitle10
source: Search Master
hi: सर्च मास्टर
pa: ਸਰਚ ਮਾਸਟਰ

# levelTitle11
source: Safety Guardian
hi: सुरक्षा अभिभावक
pa: ਸੁਰੱਖਿਆ ਰਾਖਾ

# levelTitle12
source: Digital Citizen
hi: डिजिटल नागरिक
pa: ਡਿਜੀਟਲ ਨਾਗਰਿਕ

# levelTitle13
source: Email Expert
hi: ईमेल विशेषज्ञ
pa: ਈਮੇਲ ਮਾਹਿਰ

# levelTitle14
source: Message Master
hi: संदेश मास्टर
pa: ਸੰਦੇਸ਼ ਮਾਸਟਰ

# levelTitle15
source: Progress Tracker
hi: प्रगति ट्रैकर
pa: ਤਰੱਕੀ ਟ੍ਰੈਕਰ

# levelTitle16
source: Team Player
hi: टीम प्लेयर
pa: ਟੀਮ ਪਲੇਅਰ

# levelTitle17
source: Hobby Hunter
hi: शौक शिकारी
pa: ਸ਼ੌਕ ਖੋਜੀ

# levelTitle18
source: Money Guardian
hi: पैसे संरक्षक
pa: ਪੈਸਾ ਰਾਖਾ

# levelTitle19
source: Career Explorer
hi: करियर एक्सप्लोरर
pa: ਕਰੀਅਰ ਐਕਸਪਲੋਰਰ

# levelTitle20
source: Portfolio Creator
hi: पोर्टफोलियो निर्माता
pa: ਪੋਰਟਫੋਲੀਓ ਨਿਰਮਾਤਾ

# levelDescription1
source: Learn about different types of devices and identify their main parts through interactive games.
hi: इंटरैक्टिव गेम्स के माध्यम से विभिन्न प्रकार के उपकरणों के बारे में जानें और उनके मुख्य भागों की पहचान करें।
pa: ਇੰਟਰਐਕਟਿਵ ਖੇਡਾਂ ਰਾਹੀਂ ਵੱਖ-ਵੱਖ ਕਿਸਮ ਦੇ ਡਿਵਾਈਸਾਂ ਬਾਰੇ ਜਾਣੋ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮੁੱਖ ਹਿੱਸਿਆਂ ਦੀ ਪਛਾਣ ਕਰੋ।

# levelDescription2
source: Master desktop navigation through Icon Hunt and Cursor Maestro mini-games!
hi: आइकन हंट और कर्सर माएस्त्रो मिनी-गेम्स के माध्यम से डेस्कटॉप नेवीगेशन में महारत हासिल करें!
pa: ਆਈਕਨ ਹੰਟ ਅਤੇ ਕਰਸਰ ਮਾਸਟਰੋ ਮਿਨੀ-ਗੇਮਾਂ ਰਾਹੀਂ ਡੈਸਕਟਾਪ ਨੇਵੀਗੇਸ਼ਨ ਵਿੱਚ ਨਿਪੁੰਨਤਾ ਹਾਸਲ ਕਰੋ!

# levelDescription3
source: Explore app categories and learn smart organization through the App Sorter challenge!
hi: ऐप कैटेगरीज़ का अन्वेषण करें और ऐप सॉर्टर चैलेंज के माध्यम से स्मार्ट संगठन सीखें!
pa: ਐਪ ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਪੜਚੋਲ ਕਰੋ ਅਤੇ ਐਪ ਸਾਰਟਰ ਚੈਲੰਜ ਰਾਹੀਂ ਸਮਾਰਟ ਆਯੋਜਨ ਸਿੱਖੋ!

# levelDescription4
source: Discover the importance of digital skills through engaging challenges and real-world scenarios.
hi: आकर्षक चुनौतियों और वास्तविक जीवन के परिदृश्यों के माध्यम से डिजिटल कौशल के महत्व की खोज करें।
pa: ਦਿਲਚਸਪ ਚੁਣੌਤੀਆਂ ਅਤੇ ਅਸਲ-ਜੀਵਨ ਸਥਿਤੀਆਂ ਰਾਹੀਂ ਡਿਜੀਟਲ ਹੁਨਰਾਂ ਦੇ ਮਹੱਤਵ ਦੀ ਖੋਜ ਕਰੋ।

# levelDescription5
source: Master our learning platform and become confident using educational apps.
hi: हमारे शिक्षण प्लेटफॉर्म में महारत हासिल करें और शैक्षणिक ऐप्स का उपयोग करने में आत्मविश्वास बनाएं।
pa: ਸਾਡਾ ਲਰਨਿੰਗ ਪਲੇਟਫਾਰਮ ਮਾਹਿਰ ਬਣੋ ਅਤੇ ਸਿੱਖਣ ਵਾਲੀਆਂ ਐਪਾਂ ਦੀ ਵਰਤੋਂ ਵਿੱਚ ਆਤਮ-ਵਿਸ਼ਵਾਸ ਬਣਾਓ।

# levelDescription6
source: Develop typing skills and learn proper keyboard techniques through fun games.
hi: मज़ेदार खेलों के माध्यम से टाइपिंग कौशल विकसित करें और उचित कीबोर्ड तकनीकें सीखें।
pa: ਮਜ਼ੇਦਾਰ ਖੇਡਾਂ ਰਾਹੀਂ ਟਾਈਪਿੰਗ ਹੁਨਰ ਵਿਕਸਤ ਕਰੋ ਅਤੇ ਠੀਕ ਕੀਬੋਰਡ ਤਕਨੀਕਾਂ ਸਿੱਖੋ।

# levelDescription7
source: Create engaging presentations using digital tools and design principles.
hi: डिजिटल टूल्स और डिज़ाइन सिद्धांतों का उपयोग करके आकर्षक प्रेजेंटेशन बनाएं।
pa: ਡਿਜੀਟਲ ਟੂਲਾਂ ਅਤੇ ਡਿਜ਼ਾਈਨ ਅਸੂਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਦਿਲਚਸਪ ਪ੍ਰਜ਼ੈਂਟੇਸ਼ਨ ਬਣਾਓ।

# levelDescription8
source: Learn to organize files, folders, and digital documents efficiently.
hi: फाइलों, फ़ोल्डरों और डिजिटल दस्तावेज़ों को कुशलता से व्यवस्थित करना सीखें।
pa: ਫਾਈਲਾਂ, ਫੋਲਡਰਾਂ ਅਤੇ ਡਿਜੀਟਲ ਦਸਤਾਵੇਜ਼ਾਂ ਨੂੰ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਆਯੋਜਿਤ ਕਰਨਾ ਸਿੱਖੋ।

# levelDescription9
source: Understand how the internet works and explore safe browsing practices.
hi: समझें कि इंटरनेट कैसे काम करता है और सुरक्षित ब्राउज़िंग प्रथाओं का अन्वेषण करें।
pa: ਸਮਝੋ ਕਿ ਇੰਟਰਨੈੱਟ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ ਅਤੇ ਸੁਰੱਖਿਅਤ ਬ੍ਰਾਊਜ਼ਿੰਗ ਅਭਿਆਸਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ।

# levelDescription10
source: Master search techniques and learn to find reliable information online.
hi: सर्च तकनीकों में महारत हासिल करें और ऑनलाइन विश्वसनीय जानकारी खोजना सीखें।
pa: ਸਰਚ ਤਕਨੀਕਾਂ ਵਿੱਚ ਨਿਪੁੰਨਤਾ ਹਾਸਲ ਕਰੋ ਅਤੇ ਆਨਲਾਈਨ ਭਰੋਸੇਯੋਗ ਜਾਣਕਾਰੀ ਲੱਭਣੀ ਸਿੱਖੋ।

# levelDescription11
source: Learn essential online safety practices and how to protect yourself.
hi: आवश्यक ऑनलाइन सुरक्षा प्रथाएं सीखें और अपनी सुरक्षा करने का तरीका जानें।
pa: ਮੁੱਢਲੀਆਂ ਆਨਲਾਈਨ ਸੁਰੱਖਿਆ ਅਭਿਆਸਾਂ ਸਿੱਖੋ ਅਤੇ ਆਪਣੇ ਆਪ ਦੀ ਰੱਖਿਆ ਕਰਨਾ ਜਾਣੋ।

# levelDescription12
source: Understand digital citizenship and responsible online behavior.
hi: डिजिटल नागरिकता और जिम्मेदार ऑनलाइन व्यवहार को समझें।
pa: ਡਿਜੀਟਲ ਨਾਗਰਿਕਤਾ ਅਤੇ ਜ਼ਿੰਮੇਵਾਰ ਆਨਲਾਈਨ ਵਿਹਾਰ ਨੂੰ ਸਮਝੋ।

# levelDescription13
source: Learn email basics, etiquette, and communication skills.
hi: ईमेल की मूल बातें, शिष्टाचार और संचार कौशल सीखें।
pa: ਈਮੇਲ ਦੀਆਂ ਬੁਨਿਆਦੀਆਂ, ਆਦਾਬ ਅਤੇ ਸੰਚਾਰ ਹੁਨਰ ਸਿੱਖੋ।

# levelDescription14
source: Understand messaging app safety and proper communication practices.
hi: मैसेजिंग ऐप सुरक्षा और उचित संचार प्रथाओं को समझें।
pa: ਮੈਸੇਜਿੰਗ ਐਪ ਸੁਰੱਖਿਆ ਅਤੇ ਠੀਕ ਸੰਚਾਰ ਅਭਿਆਸਾਂ ਨੂੰ ਸਮਝੋ।

# levelDescription15
source: Learn to track your learning progress and set digital goals.
hi: अपनी शिक्षण प्रगति को ट्रैक करना और डिजिटल लक्ष्य निर्धारित करना सीखें।
pa: ਆਪਣੀ ਸਿੱਖਣ ਤਰੱਕੀ ਨੂੰ ਟ੍ਰੈਕ ਕਰਨਾ ਅਤੇ ਡਿਜੀਟਲ ਲਕੜੀਆਂ ਨਿਰਧਾਰਤ ਕਰਨਾ ਸਿੱਖੋ।

# levelDescription16
source: Discover online collaboration tools and teamwork skills.
hi: ऑनलाइन सहयोग उपकरण और टीमवर्क कौशल की खोज करें।
pa: ਆਨਲਾਈਨ ਸਹਿਯੋਗ ਟੂਲਾਂ ਅਤੇ ਟੀਮ ਵਰਕ ਹੁਨਰਾਂ ਦੀ ਖੋਜ ਕਰੋ।

# levelDescription17
source: Explore hobbies and interests safely in the digital world.
hi: डिजिटल दुनिया में शौक और रुचियों का सुरक्षित अन्वेषण करें।
pa: ਡਿਜੀਟਲ ਦੁਨੀਆ ਵਿੱਚ ਸ਼ੌਕ ਅਤੇ ਦਿਲਚਸਪੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਪੜਚੋਲ ਕਰੋ।

# levelDescription18
source: Learn about digital payments, online shopping safety, and financial literacy.
hi: डिजिटल भुगतान, ऑनलाइन शॉपिंग सुरक्षा और वित्तीय साक्षरता के बारे में जानें।
pa: ਡਿਜੀਟਲ ਭੁਗਤਾਨ, ਆਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਸੁਰੱਖਿਆ ਅਤੇ ਵਿੱਤੀ ਸਾਖਰਤਾ ਬਾਰੇ ਜਾਣੋ।

# levelDescription19
source: Explore digital career opportunities and future skills.
hi: डिजिटल करियर अवसरों और भविष्य के कौशल का अन्वेषण करें।
pa: ਡਿਜੀਟਲ ਕਰੀਅਰ ਮੌਕਿਆਂ ਅਤੇ ਭਵਿੱਖ ਦੇ ਹੁਨਰਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ।

# levelDescription20
source: Create your own digital portfolio showcasing your skills and achievements.
hi: अपने कौशल और उपलब्धियों को प्रदर्शित करने वाला अपना डिजिटल पोर्टफोलियो बनाएं।
pa: ਆਪਣੀਆਂ ਹੁਨਰਾਂ ਅਤੇ ਪ੍ਰਾਪਤੀਆਂ ਨੂੰ ਵਿਖਾਉਂਦਾ ਆਪਣਾ ਡਿਜੀਟਲ ਪੋਰਟਫੋਲੀਓ ਬਣਾਓ।

# levelObjective1
source: Students will identify different types of devices and understand their main parts.
hi: छात्र विभिन्न प्रकार के उपकरणों की पहचान करेंगे और उनके मुख्य भागों को समझेंगे।
pa: ਵਿਦਿਆਰਥੀ ਵੱਖ-ਵੱਖ ਕਿਸਮ ਦੇ ਡਿਵਾਈਸਾਂ ਦੀ ਪਛਾਣ ਕਰਨਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮੁੱਖ ਹਿੱਸਿਆਂ ਨੂੰ ਸਮਝਣਗੇ।

# levelObjective2
source: Students will identify common desktop icons and master basic mouse/touch navigation.
hi: छात्र सामान्य डेस्कटॉप आइकन की पहचान करेंगे और बुनियादी माउस/टच नेवीगेशन में महारत हासिल करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਆਮ ਡੈਸਕਟਾਪ ਆਈਕਨਾਂ ਦੀ ਪਛਾਣ ਕਰਨਗੇ ਅਤੇ ਬੁਨਿਆਦੀ ਮਾਊਸ/ਟਚ ਨੇਵੀਗੇਸ਼ਨ ਵਿੱਚ ਨਿਪੁੰਨਤਾ ਹਾਸਲ ਕਰਨਗੇ।

# levelObjective3
source: Students will categorize apps by purpose and understand app organization principles.
hi: छात्र ऐप्स को उद्देश्य के अनुसार वर्गीकृत करेंगे और ऐप संगठन सिद्धांतों को समझेंगे।
pa: ਵਿਦਿਆਰਥੀ ਐਪਾਂ ਨੂੰ ਉਦੇਸ਼ ਅਨੁਸਾਰ ਵਰਗੀਕ੍ਰਿਤ ਕਰਨਗੇ ਅਤੇ ਐਪ ਆਯੋਜਨ ਅਸੂਲਾਂ ਨੂੰ ਸਮਝਣਗੇ।

# levelObjective4
source: Students will understand the importance of digital skills in modern life and future careers.
hi: छात्र आधुनिक जीवन और भविष्य के करियर में डिजिटल कौशल के महत्व को समझेंगे।
pa: ਵਿਦਿਆਰਥੀ ਆਧੁਨਿਕ ਜੀਵਨ ਅਤੇ ਭਵਿੱਖ ਦੇ ਕਰੀਅਰਾਂ ਵਿੱਚ ਡਿਜੀਟਲ ਹੁਨਰਾਂ ਦੇ ਮਹੱਤਵ ਨੂੰ ਸਮਝਣਗੇ।

# levelObjective5
source: Students will confidently navigate educational apps and utilize learning features.
hi: छात्र आत्मविश्वास से शैक्षणिक ऐप्स का नेवीगेशन करेंगे और शिक्षण सुविधाओं का उपयोग करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਆਤਮ-ਵਿਸ਼ਵਾਸ ਨਾਲ ਸਿੱਖਣ ਵਾਲੀਆਂ ਐਪਾਂ ਦਾ ਨੇਵੀਗੇਸ਼ਨ ਕਰਨਗੇ ਅਤੇ ਸਿੱਖਣ ਵਾਲੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨਗੇ।

# levelObjective6
source: Students will develop proper typing technique and improve keyboarding speed.
hi: छात्र उचित टाइपिंग तकनीक विकसित करेंगे और कीबोर्डिंग गति में सुधार करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਠੀਕ ਟਾਈਪਿੰਗ ਤਕਨੀਕ ਵਿਕਸਤ ਕਰਨਗੇ ਅਤੇ ਕੀਬੋਰਡਿੰਗ ਗਤੀ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨਗੇ।
