Repository: TheAnanta/digihero
Catalog: lib/l10n/app_*.arb
Languages: hi, pa

# challengeSlideDesignerQuestion1
source: Slide Designer: Task 1 - Create a title slide for "My Village"
hi: स्लाइड डिज़ाइनर: कार्य 1 - "मेरा गांव" के लिए एक शीर्षक स्लाइड बनाएं
pa: ਸਲਾਈਡ ਡਿਜ਼ਾਈਨਰ: ਕੰਮ 1 - "ਮੇਰਾ ਪਿੰਡ" ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਸਲਾਈਡ ਬਣਾਓ

# challengeSlideDesignerExplanation1
source: Excellent! You created a beautiful title slide. A good title slide introduces your presentation topic clearly.
hi: उत्कृष्ट! आपने एक सुंदर शीर्षक स्लाइड बनाई। एक अच्छी शीर्षक स्लाइड आपकी प्रस्तुति के विषय को स्पष्ट रूप से प्रस्तुत करती है।
pa: ਸ਼ਾਨਦਾਰ! ਤੁਸੀਂ ਇੱਕ ਸੁੰਦਰ ਸਿਰਲੇਖ ਸਲਾਈਡ ਬਣਾਈ। ਇੱਕ ਚੰਗੀ ਸਿਰਲੇਖ ਸਲਾਈਡ ਤੁਹਾਡੀ ਪ੍ਰਸਤੁਤੀ ਦੇ ਵਿਸ਼ੇ ਨੂੰ ਸਪਸ਼ਟ ਰੂਪ ਵਿੱਚ ਪੇਸ਼ ਕਰਦੀ ਹੈ।

# challengeSlideDesignerQuestion2
source: Slide Designer: Task 2 - Add a picture of a flower to your slide
hi: स्लाइड डिज़ाइनर: कार्य 2 - अपनी स्लाइड में फूल की तस्वीर जोड़ें
pa: ਸਲਾਈਡ ਡਿਜ਼ਾਈਨਰ: ਕੰਮ 2 - ਆਪਣੀ ਸਲਾਈਡ ਵਿੱਚ ਫੁੱਲ ਦੀ ਤਸਵੀਰ ਜੋੜੋ

# challengeSlideDesignerExplanation2
source: Wonderful! Pictures make presentations more interesting and help explain your ideas better.
hi: शानदार! तस्वीरें प्रस्तुतियों को अधिक दिलचस्प बनाती हैं और आपके विचारों को बेहतर तरीके से समझाने में मदद करती हैं।
pa: ਸ਼ਾਨਦਾਰ! ਤਸਵੀਰਾਂ ਪ੍ਰਸਤੁਤੀਆਂ ਨੂੰ ਹੋਰ ਦਿਲਚਸਪ ਬਣਾਉਂਦੀਆਂ ਹਨ ਅਤੇ ਤੁਹਾਡੇ ਵਿਚਾਰਾਂ ਨੂੰ ਬਿਹਤਰ ਢੰਗ ਨਾਲ ਸਮਝਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ।

# challengeSlideDesignerQuestion3
source: Slide Designer: Task 3 - Choose a nice background color for your presentation
hi: स्लाइड डिज़ाइनर: कार्य 3 - अपनी प्रस्तुति के लिए एक अच्छा पृष्ठभूमि रंग चुनें
pa: ਸਲਾਈਡ ਡਿਜ਼ਾਈਨਰ: ਕੰਮ 3 - ਆਪਣੀ ਪ੍ਰਸਤੁਤੀ ਲਈ ਇੱਕ ਚੰਗਾ ਬੈਕਗ੍ਰਾਊਂਡ ਰੰਗ ਚੁਣੋ

# challengeSlideDesignerExplanation3
source: Great color choice! The right background makes your text easy to read and your presentation look professional.
hi: बेहतरीन रंग पसंद! सही पृष्ठभूमि आपके टेक्स्ट को पढ़ने में आसान बनाती है और आपकी प्रस्तुति को पेशेवर दिखाती है।
pa: ਸ਼ਾਨਦਾਰ ਰੰਗ ਚੋਣ! ਸਹੀ ਬੈਕਗ੍ਰਾਊਂਡ ਤੁਹਾਡੇ ਟੈਕਸਟ ਨੂੰ ਪੜ੍ਹਨ ਵਿੱਚ ਆਸਾਨ ਬਣਾਉਂਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਪ੍ਰਸਤੁਤੀ ਨੂੰ ਪੇਸ਼ੇਵਰ ਦਿਖਾਉਂਦਾ ਹੈ।

# challengePresentationTipsQuestion
source: What makes a good presentation slide?
hi: एक अच्छी प्रस्तुति स्लाइड क्या बनाती है?
pa: ਇੱਕ ਚੰਗੀ ਪ੍ਰਸਤੁਤੀ ਸਲਾਈਡ ਕੀ ਬਣਾਉਂਦੀ ਹੈ?

# challengePresentationTipsExplanation
source: Perfect! Good slides have clear titles, simple text that is easy to read, and pictures that support your message.
hi: परफेक्ट! अच्छी स्लाइड्स में स्पष्ट शीर्षक, सरल टेक्स्ट जो पढ़ने में आसान हो, और तस्वीरें होती हैं जो आपके संदेश का समर्थन करती हैं।
pa: ਸ਼ਾਨਦਾਰ! ਚੰਗੀਆਂ ਸਲਾਈਡਾਂ ਵਿੱਚ ਸਪਸ਼ਟ ਸਿਰਲੇਖ, ਸਾਦਾ ਟੈਕਸਟ ਜੋ ਪੜ੍ਹਨ ਵਿੱਚ ਆਸਾਨ ਹੋਵੇ, ਅਤੇ ਤਸਵੀਰਾਂ ਹੁੰਦੀਆਂ ਹਨ ਜੋ ਤੁਹਾਡੇ ਸੁਨੇਹੇ ਦਾ ਸਮਰਥਨ ਕਰਦੀਆਂ ਹਨ।

# challengeFileOrganizerQuestion
source: File Organizer: This desktop is messy! Create folders for "Schoolwork" and "Personal" then organize these files.
hi: फाइल ऑर्गनाइज़र: यह डेस्कटॉप गंदा है! "स्कूलवर्क" और "व्यक्तिगत" के लिए फोल्डर बनाएं फिर इन फाइलों को व्यवस्थित करें।
pa: ਫਾਈਲ ਆਰਗਨਾਈਜ਼ਰ: ਇਹ ਡੈਸਕਟਾਪ ਗੰਦਾ ਹੈ! "ਸਕੂਲਵਰਕ" ਅਤੇ "ਨਿੱਜੀ" ਲਈ ਫੋਲਡਰ ਬਣਾਓ ਫਿਰ ਇਹਨਾਂ ਫਾਈਲਾਂ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ।

# challengeFileOrganizerExplanation
source: Excellent organization! You created proper folders and sorted all files correctly. Now you can find your work easily!
hi: उत्कृष्ट संगठन! आपने उचित फोल्डर बनाए और सभी फाइलों को सही तरीके से छांटा। अब आप आसानी से अपना काम खोज सकते हैं!
pa: ਸ਼ਾਨਦਾਰ ਸੰਗਠਨ! ਤੁਸੀਂ ਸਹੀ ਫੋਲਡਰ ਬਣਾਏ ਅਤੇ ਸਾਰੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਛਾਂਟਿਆ। ਹੁਣ ਤੁਸੀਂ ਆਸਾਨੀ ਨਾਲ ਆਪਣਾ ਕੰਮ ਲੱਭ ਸਕਦੇ ਹੋ!

# challengeFileNamingQuestion
source: Which is the best name for a file containing your math homework from Monday?
hi: सोमवार के आपके गणित गृहकार्य वाली फाइल के लिए सबसे अच्छा नाम कौन सा है?
pa: ਸੋਮਵਾਰ ਦੇ ਤੁਹਾਡੇ ਗਣਿਤ ਗ੍ਰਹਿਕਾਰਜ ਵਾਲੀ ਫਾਈਲ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਨਾਂ ਕਿਹੜਾ ਹੈ?

# challengeFileNamingExplanation
source: Perfect! "Math_Homework_Monday.txt" tells you exactly what the file contains and when it was from.
hi: परफेक्ट! "Math_Homework_Monday.txt" आपको बताता है कि फाइल में वास्तव में क्या है और यह कब से है।
pa: ਸ਼ਾਨਦਾਰ! "Math_Homework_Monday.txt" ਤੁਹਾਨੂੰ ਦੱਸਦਾ ਹੈ ਕਿ ਫਾਈਲ ਵਿੱਚ ਅਸਲ ਵਿੱਚ ਕੀ ਹੈ ਅਤੇ ਇਹ ਕਦੋਂ ਦੀ ਹੈ।

# challengeFolderStructureQuestion
source: You have many school subjects. How should you organize your schoolwork folder?
hi: आपके पास कई स्कूली विषय हैं। आपको अपने स्कूलवर्क फोल्डर को कैसे व्यवस्थित करना चाहिए?
pa: ਤੁਹਾਡੇ ਕੋਲ ਕਈ ਸਕੂਲੀ ਵਿਸ਼ੇ ਹਨ। ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਕੂਲਵਰਕ ਫੋਲਡਰ ਨੂੰ ਕਿਵੇਂ ਵਿਵਸਥਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?

# challengeFolderStructureExplanation
source: Excellent choice! Separate folders for each subject make it easy to find specific homework or notes quickly.
hi: उत्कृष्ट पसंद! प्रत्येक विषय के लिए अलग फोल्डर विशिष्ट गृहकार्य या नोट्स को जल्दी खोजना आसान बनाता है।
pa: ਸ਼ਾਨਦਾਰ ਚੋਣ! ਹਰ ਵਿਸ਼ੇ ਲਈ ਵੱਖਰੇ ਫੋਲਡਰ ਖਾਸ ਗ੍ਰਹਿਕਾਰਜ ਜਾਂ ਨੋਟਸ ਨੂੰ ਜਲਦੀ ਲੱਭਣਾ ਆਸਾਨ ਬਣਾਉਂਦੇ ਹਨ।

# challengeBackupImportanceQuestion
source: It is important to back up your important school files to prevent losing them.
hi: अपनी महत्वपूर्ण स्कूली फाइलों को खोने से बचाने के लिए उनका बैकअप लेना महत्वपूर्ण है।
pa: ਆਪਣੀਆਂ ਮਹੱਤਵਪੂਰਨ ਸਕੂਲੀ ਫਾਈਲਾਂ ਨੂੰ ਗੁਆਉਣ ਤੋਂ ਬਚਾਉਣ ਲਈ ਉਨ੍ਹਾਂ ਦਾ ਬੈਕਅੱਪ ਲੈਣਾ ਮਹੱਤਵਪੂਰਨ ਹੈ।

# challengeBackupImportanceExplanation
source: True! Backing up files protects your hard work. Save important files in multiple places or cloud storage.
hi: सत्य! फाइलों का बैकअप लेना आपकी मेहनत की सुरक्षा करता है। महत्वपूर्ण फाइलों को कई स्थानों या क्लाउड स्टोरेज में सेव करें।
pa: ਸੱਚ! ਫਾਈਲਾਂ ਦਾ ਬੈਕਅੱਪ ਲੈਣਾ ਤੁਹਾਡੀ ਮਿਹਨਤ ਦੀ ਸੁਰੱਖਿਆ ਕਰਦਾ ਹੈ। ਮਹੱਤਵਪੂਰਨ ਫਾਈਲਾਂ ਨੂੰ ਕਈ ਥਾਵਾਂ ਜਾਂ ਕਲਾਊਡ ਸਟੋਰੇਜ ਵਿੱਚ ਸੇਵ ਕਰੋ।

# challengePasswordSafetyQuestion
source: Which is the strongest password?
hi: सबसे मजबूत पासवर्ड कौन सा है?
pa: ਸਭ ਤੋਂ ਮਜ਼ਬੂਤ ਪਾਸਵਰਡ ਕਿਹੜਾ ਹੈ?

# challengePasswordSafetyExplanation
source: Excellent! "MyVillage2024!" is strong because it combines letters, numbers, and symbols. It is also something you can remember.
hi: उत्कृष्ट! "MyVillage2024!" मजबूत है क्योंकि यह अक्षरों, संख्याओं और प्रतीकों को जोड़ता है। यह कुछ ऐसा भी है जिसे आप याद रख सकते हैं।
pa: ਸ਼ਾਨਦਾਰ! "MyVillage2024!" ਮਜ਼ਬੂਤ ਹੈ ਕਿਉਂਕਿ ਇਹ ਅੱਖਰਾਂ, ਨੰਬਰਾਂ ਅਤੇ ਚਿੰਨ੍ਹਾਂ ਨੂੰ ਜੋੜਦਾ ਹੈ। ਇਹ ਕੁਝ ਅਜਿਹਾ ਵੀ ਹੈ ਜਿਸਨੂੰ ਤੁਸੀਂ ਯਾਦ ਰੱਖ ਸਕਦੇ ਹੋ।

# challengePositiveCommunicationQuestion
source: What is the best way to disagree with someone online?
hi: ऑनलाइन किसी से असहमत होने का सबसे अच्छा तरीका क्या है?
pa: ਔਨਲਾਈਨ ਕਿਸੇ ਨਾਲ ਅਸਹਿਮਤ ਹੋਣ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕਾ ਕੀ ਹੈ?

# challengePositiveCommunicationExplanation
source: Perfect! Respectful disagreement shows maturity and helps create positive online discussions where everyone can learn.
hi: परफेक्ट! सम्मानजनक असहमति परिपक्वता दिखाती है और सकारात्मक ऑनलाइन चर्चा बनाने में मदद करती है जहां हर कोई सीख सकता है।
pa: ਸ਼ਾਨਦਾਰ! ਸਤਿਕਾਰਯੋਗ ਅਸਹਿਮਤੀ ਪਰਿਪੱਕਤਾ ਦਿਖਾਉਂਦੀ ਹੈ ਅਤੇ ਸਕਾਰਾਤਮਕ ਔਨਲਾਈਨ ਚਰਚਾ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ ਜਿੱਥੇ ਹਰ ਕੋਈ ਸਿੱਖ ਸਕਦਾ ਹੈ।

# challengeAppropriateLanguageQuestion
source: Which message is most appropriate for a school group chat?
hi: स्कूल ग्रुप चैट के लिए कौन सा संदेश सबसे उपयुक्त है?
pa: ਸਕੂਲ ਗਰੁੱਪ ਚੈਟ ਲਈ ਕਿਹੜਾ ਸੁਨੇਹਾ ਸਭ ਤੋਂ ਢੁਕਵਾਂ ਹੈ?

# challengeAppropriateLanguageExplanation
source: Perfect! Asking for help politely keeps the conversation positive and focused on learning.
hi: परफेक्ट! विनम्रता से मदद मांगना बातचीत को सकारात्मक और सीखने पर केंद्रित रखता है।
pa: ਸ਼ਾਨਦਾਰ! ਨਿਮਰਤਾ ਨਾਲ ਮਦਦ ਮੰਗਣਾ ਗੱਲਬਾਤ ਨੂੰ ਸਕਾਰਾਤਮਕ ਅਤੇ ਸਿੱਖਣ 'ਤੇ ਕੇਂਦਰਿਤ ਰੱਖਦਾ ਹੈ।

# challengePaymentSafetyQuestion
source: Your friend asks for your UPI PIN to help transfer money. What should you do?
hi: आपका दोस्त पैसे ट्रांसफर करने में मदद के लिए आपका UPI PIN मांगता है। आपको क्या करना चाहिए?
pa: ਤੁਹਾਡਾ ਦੋਸਤ ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਵਿੱਚ ਮਦਦ ਲਈ ਤੁਹਾਡਾ UPI PIN ਮੰਗਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਕੀ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?

# challengePaymentSafetyExplanation
source: Perfect! PINs are like the keys to your money - never share them with anyone, not even close friends or family.
hi: परफेक्ट! PIN आपके पैसे की चाबी की तरह हैं - उन्हें कभी भी किसी के साथ साझा न करें, यहां तक कि करीबी दोस्तों या परिवार के साथ भी नहीं।
pa: ਸ਼ਾਨਦਾਰ! PIN ਤੁਹਾਡੇ ਪੈਸੇ ਦੀ ਚਾਬੀ ਵਰਗੇ ਹਨ - ਉਨ੍ਹਾਂ ਨੂੰ ਕਦੇ ਵੀ ਕਿਸੇ ਨਾਲ ਸਾਂਝਾ ਨਾ ਕਰੋ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਨਜ਼ਦੀਕੀ ਦੋਸਤਾਂ ਜਾਂ ਪਰਿਵਾਰ ਨਾਲ ਵੀ ਨਹੀਂ।

# optionLeaveRunning
source: Leave it running in the background
hi: इसे बैकग्राउंड में चलने दें
pa: ਇਸਨੂੰ ਬੈਕਗ੍ਰਾਊਂਡ ਵਿੱਚ ਚੱਲਣ ਦਿਓ

# optionSaveAndClose
source: Save your work and close the app properly
hi: अपना काम सेव करें और ऐप को ठीक से बंद करें
pa: ਆਪਣਾ ਕੰਮ ਸੇਵ ਕਰੋ ਅਤੇ ਐਪ ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਬੰਦ ਕਰੋ

# optionTurnOffImmediately
source: Turn off the device immediately
hi: डिवाइस को तुरंत बंद कर दें
pa: ਡਿਵਾਈਸ ਨੂੰ ਤੁਰੰਤ ਬੰਦ ਕਰ ਦਿਓ

# optionOpenMoreApps
source: Open more apps
hi: और ऐप्स खोलें
pa: ਹੋਰ ਐਪਾਂ ਖੋਲ੍ਹੋ

# optionDownloadUnknown
source: Download from unknown websites
hi: अज्ञात वेबसाइटों से डाउनलोड करें
pa: ਅਣਜਾਣ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਡਾਊਨਲੋਡ ਕਰੋ

# optionUseOfficialStores
source: Use official app stores like Google Play or App Store
hi: Google Play या App Store जैसे आधिकारिक ऐप स्टोर का उपयोग करें
pa: Google Play ਜਾਂ App Store ਵਰਗੇ ਅਧਿਕਾਰਤ ਐਪ ਸਟੋਰ ਦੀ ਵਰਤੋਂ ਕਰੋ

# optionGetFromFriends
source: Get apps from friends via email
hi: ईमेल के माध्यम से दोस्तों से ऐप्स प्राप्त करें
pa: ਈਮੇਲ ਰਾਹੀਂ ਦੋਸਤਾਂ ਤੋਂ ਐਪਾਂ ਪ੍ਰਾਪਤ ਕਰੋ

# optionDownloadAnyWebsite
source: Download from any website
hi: किसी भी वेबसाइट से डाउनलोड करें
pa: ਕਿਸੇ ਵੀ ਵੈੱਬਸਾਈਟ ਤੋਂ ਡਾਊਨਲੋਡ ਕਰੋ

# optionCalculatorMath
source: Calculator - Math tasks
hi: कैलकुलेटर - गणित के कार्य
pa: ਕੈਲਕੁਲੇਟਰ - ਗਣਿਤ ਦੇ ਕੰਮ

# optionMusicPlayerSongs
source: Music Player - Playing songs
hi: म्यूजिक प्लेयर - गाने बजाना
pa: ਸੰਗੀਤ ਪਲੇਅਰ - ਗਾਣੇ ਚਲਾਉਣਾ

# optionNotesReminders
source: Notes - Writing reminders
hi: नोट्स - रिमाइंडर लिखना
pa: ਨੋਟਸ - ਰਿਮਾਈਂਡਰ ਲਿਖਣਾ

# optionCameraPhotos
source: Camera - Taking photos
hi: कैमरा - तस्वीरें लेना
pa: ਕੈਮਰਾ - ਫੋਟੋਆਂ ਖਿੱਚਣਾ

# optionFarmerWeather
source: Farmer using weather app
hi: मौसम ऐप का उपयोग करने वाला किसान
pa: ਮੌਸਮ ਐਪ ਵਰਤਣ ਵਾਲਾ ਕਿਸਾਨ

# optionShopkeeperQR
source: Shopkeeper with payment QR code
hi: भुगतान QR कोड वाला दुकानदार
pa: ਭੁਗਤਾਨ QR ਕੋਡ ਵਾਲਾ ਦੁਕਾਨਦਾਰ

# optionStudentOnline
source: Student learning online
hi: ऑनलाइन सीखने वाला छात्र
pa: ਔਨਲਾਈਨ ਸਿੱਖਣ ਵਾਲਾ ਵਿਦਿਆਰਥੀ

# optionDoctorRecords
source: Doctor using digital records
hi: डिजिटल रिकॉर्ड का उपयोग करने वाला डॉक्टर
pa: ਡਿਜੀਟਲ ਰਿਕਾਰਡ ਵਰਤਣ ਵਾਲਾ ਡਾਕਟਰ

# optionMakeTeachingHarder
source: They make teaching harder
hi: वे शिक्षण को कठिन बनाते हैं
pa: ਉਹ ਪੜ੍ਹਾਉਣਾ ਮੁਸ਼ਕਿਲ ਬਣਾਉਂਦੇ ਹਨ

# optionAllowAccessResources
source: They allow access to online resources, educational videos, and virtual classrooms
hi: वे ऑनलाइन संसाधनों, शैक्षणिक वीडियो और वर्चुअल क्लासरूम तक पहुंच की अनुमति देते हैं
pa: ਉਹ ਔਨਲਾਈਨ ਸਰੋਤਾਂ, ਸਿੱਖਿਆ ਵੀਡੀਓਜ਼ ਅਤੇ ਵਰਚੁਅਲ ਕਲਾਸਰੂਮਾਂ ਤੱਕ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹਨ

# optionOnlyEntertainment
source: They are only useful for entertainment
hi: वे केवल मनोरंजन के लिए उपयोगी हैं
pa: ਉਹ ਸਿਰਫ਼ ਮਨੋਰੰਜਨ ਲਈ ਉਪਯੋਗੀ ਹਨ

# optionReplaceStudents
source: They replace the need for students
hi: वे छात्रों की आवश्यकता को बदल देते हैं
pa: ਉਹ ਵਿਦਿਆਰਥੀਆਂ ਦੀ ਲੋੜ ਨੂੰ ਬਦਲ ਦਿੰਦੇ ਹਨ

# optionNoOneRural
source: No one - rural people cannot use technology
hi: कोई नहीं - ग्रामीण लोग प्रौद्योगिकी का उपयोग नहीं कर सकते
pa: ਕੋਈ ਨਹੀਂ - ਪੇਂਡੂ ਲੋਕ ਟੈਕਨੋਲੋਜੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ

# optionAnyoneBasicSkills
source: Anyone who has learned basic computer and internet skills
hi: कोई भी जिसने बुनियादी कंप्यूटर और इंटरनेट कौशल सीखे हैं
pa: ਕੋਈ ਵੀ ਜਿਸਨੇ ਬੁਨਿਆਦੀ ਕੰਪਿਊਟਰ ਅਤੇ ਇੰਟਰਨੈੱਟ ਹੁਨਰ ਸਿੱਖੇ ਹਨ

# optionOnlyCityPeople
source: Only city people can do this
hi: केवल शहरी लोग यह कर सकते हैं
pa: ਸਿਰਫ਼ ਸ਼ਹਿਰੀ ਲੋਕ ਇਹ ਕਰ ਸਕਦੇ ਹਨ

# optionImpossibleVillage
source: It is impossible to do from a village
hi: गांव से यह करना असंभव है
pa: ਪਿੰਡ ਤੋਂ ਇਹ ਕਰਨਾ ਅਸੰਭਵ ਹੈ

# optionOnlineSellingBusiness
source: Online selling - Start your own business
hi: ऑनलाइन बिक्री - अपना व्यवसाय शुरू करें
pa: ਔਨਲਾਈਨ ਵਿਕਰੀ - ਆਪਣਾ ਕਾਰੋਬਾਰ ਸ਼ੁਰੂ ਕਰੋ

# optionVideoCallingFamily
source: Video calling - Connect with family far away
hi: वीडियो कॉलिंग - दूर के परिवार से जुड़ें
pa: ਵੀਡੀਓ ਕਾਲਿੰਗ - ਦੂਰ ਦੇ ਪਰਿਵਾਰ ਨਾਲ ਜੁੜੋ

# optionDigitalBankingSafe
source: Digital banking - Save money safely
hi: डिजिटल बैंकिंग - पैसे सुरक्षित रूप से बचाएं
pa: ਡਿਜੀਟਲ ਬੈਂਕਿੰਗ - ਪੈਸੇ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਬਚਾਓ

# optionOnlineLearningCourse
source: Online learning - Access any course worldwide
hi: ऑनलाइन सीखना - दुनिया भर में कोई भी कोर्स एक्सेस करें
pa: ਔਨਲਾਈਨ ਸਿੱਖਣਾ - ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਕੋਈ ਵੀ ਕੋਰਸ ਪਹੁੰਚ ਕਰੋ

# optionLotsTextColors
source: Lots of text and many colors
hi: बहुत सारा टेक्स्ट और कई रंग
pa: ਬਹੁਤ ਸਾਰਾ ਟੈਕਸਟ ਅਤੇ ਕਈ ਰੰਗ

# optionClearTitleSimple
source: Clear title, simple text, and relevant pictures
hi: स्पष्ट शीर्षक, सरल टेक्स्ट, और प्रासंगिक तस्वीरें
pa: ਸਪਸ਼ਟ ਸਿਰਲੇਖ, ਸਾਦਾ ਟੈਕਸਟ, ਅਤੇ ਸੰਬੰਧਿਤ ਤਸਵੀਰਾਂ

# optionFancyAnimations
source: Fancy animations and loud colors
hi: फैंसी एनीमेशन और तेज़ रंग
pa: ਫੈਂਸੀ ਐਨੀਮੇਸ਼ਨ ਅਤੇ ਉੱਚੇ ਰੰਗ

# optionOnlyPictures
source: Only pictures with no text
hi: केवल तस्वीरें बिना टेक्स्ट के
pa: ਸਿਰਫ਼ ਤਸਵੀਰਾਂ ਬਿਨਾਂ ਟੈਕਸਟ ਦੇ

# optionOneBigFolder
source: Put everything in one big folder
hi: सब कुछ एक बड़े फोल्डर में डालें
pa: ਸਭ ਕੁਝ ਇੱਕ ਵੱਡੇ ਫੋਲਡਰ ਵਿੱਚ ਪਾਓ

# optionSeparateSubjectFolders
source: Create separate folders for each subject (Math, English, Science, etc.)
hi: प्रत्येक विषय के लिए अलग फोल्डर बनाएं (गणित, अंग्रेजी, विज्ञान, आदि)
pa: ਹਰ ਵਿਸ਼ੇ ਲਈ ਵੱਖਰੇ ਫੋਲਡਰ ਬਣਾਓ (ਗਣਿਤ, ਅੰਗਰੇਜ਼ੀ, ਵਿਗਿਆਨ, ਆਦਿ)

# optionFoldersByDate
source: Create folders by date only
hi: केवल तारीख के अनुसार फोल्डर बनाएं
pa: ਸਿਰਫ਼ ਮਿਤੀ ਦੇ ਅਨੁਸਾਰ ਫੋਲਡਰ ਬਣਾਓ

# optionNoFolders
source: Do not use folders at all
hi: बिल्कुल फोल्डर का उपयोग न करें
pa: ਬਿਲਕੁਲ ਫੋਲਡਰਾਂ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ

# optionUseCapitalLetters
source: Use all capital letters to show you are serious
hi: गंभीरता दिखाने के लिए सभी बड़े अक्षरों का उपयोग करें
pa: ਗੰਭੀਰਤਾ ਦਿਖਾਉਣ ਲਈ ਸਾਰੇ ਵੱਡੇ ਅੱਖਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ

# optionExplainPolitely
source: Explain your different opinion politely and respectfully
hi: अपनी अलग राय को विनम्रता और सम्मान के साथ समझाएं
pa: ਆਪਣੀ ਵੱਖਰੀ ਰਾਏ ਨੂੰ ਨਿਮਰਤਾ ਅਤੇ ਸਤਿਕਾਰ ਨਾਲ ਸਮਝਾਓ

# optionPostMeanComments
source: Post mean comments about the person
hi: व्यक्ति के बारे में मीन कमेंट पोस्ट करें
pa: ਵਿਅਕਤੀ ਬਾਰੇ ਮਤਲਬੀ ਟਿੱਪਣੀਆਂ ਪੋਸਟ ਕਰੋ

# optionGetFriendsArgue
source: Get all your friends to argue with them
hi: अपने सभी दोस्तों से उनके साथ बहस करवाएं
pa: ਆਪਣੇ ਸਾਰੇ ਦੋਸਤਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਨਾਲ ਬਹਿਸ ਕਰਨ ਲਈ ਕਹੋ

# optionHomeworkBoring
source: OMG this homework is sooooo boring 😴
hi: OMG यह होमवर्क बहुत बोरिंग है 😴
pa: OMG ਇਹ ਹੋਮਵਰਕ ਬਹੁਤ ਬੋਰਿੰਗ ਹੈ 😴

# optionHelpQuestion3
source: Can someone help me understand question 3?
hi: क्या कोई मुझे प्रश्न 3 को समझने में मदद कर सकता है?
pa: ਕੀ ਕੋਈ ਮੈਨੂੰ ਸਵਾਲ 3 ਨੂੰ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ?

# optionHateClass
source: I hate this class!!!
hi: मुझे यह क्लास से नफरत है!!!
pa: ਮੈਨੂੰ ਇਸ ਕਲਾਸ ਨਾਲ ਨਫ਼ਰਤ ਹੈ!!!

# optionTeacherAnnoying
source: The teacher is so annoying
hi: शिक्षक बहुत परेशान करने वाला है
pa: ਅਧਿਆਪਕ ਬਹੁਤ ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲਾ ਹੈ

# optionGivePinFriend
source: Give them the PIN since they are your friend
hi: उन्हें PIN दे दें क्योंकि वे आपके दोस्त हैं
pa: ਉਨ੍ਹਾਂ ਨੂੰ PIN ਦੇ ਦਿਓ ਕਿਉਂਕਿ ਉਹ ਤੁਹਾਡੇ ਦੋਸਤ ਹਨ

# optionNeverSharePin
source: Never share your PIN with anyone, even friends
hi: अपना PIN कभी भी किसी के साथ साझा न करें, यहां तक कि दोस्तों के साथ भी नहीं
pa: ਆਪਣਾ PIN ਕਦੇ ਵੀ ਕਿਸੇ ਨਾਲ ਸਾਂਝਾ ਨਾ ਕਰੋ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਦੋਸਤਾਂ ਨਾਲ ਵੀ ਨਹੀਂ

# optionShareOnlyOnce
source: Share it only this once
hi: इसे केवल इस बार साझा करें
pa: ਇਸਨੂੰ ਸਿਰਫ਼ ਇਸ ਵਾਰ ਸਾਂਝਾ ਕਰੋ

# optionWriteDownPin
source: Write it down for them
hi: उनके लिए इसे लिख दें
pa: ਉਨ੍ਹਾਂ ਲਈ ਇਸਨੂੰ ਲਿਖ ਦਿਓ

# gameActionTitleSlideCreated
source: Title slide created!
hi: शीर्षक स्लाइड बनाई गई!
pa: ਸਿਰਲੇਖ ਸਲਾਈਡ ਬਣਾਈ ਗਈ!

# gameActionLetMeTryAgain
source: Let me try again
hi: मुझे फिर से कोशिश करने दें
pa: ਮੈਨੂੰ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦਿਓ

# gameActionShowMeHow
source: Show me how
hi: मुझे दिखाएं कि कैसे
pa: ਮੈਨੂੰ ਦਿਖਾਓ ਕਿ ਕਿਵੇਂ

# gameActionPerfectDesign
source: Perfect design!
hi: परफेक्ट डिज़ाइन!
pa: ਸ਼ਾਨਦਾਰ ਡਿਜ਼ਾਈਨ!

# gameActionPictureAdded
source: Picture added!
hi: तस्वीर जोड़ी गई!
pa: ਤਸਵੀਰ ਜੋੜੀ ਗਈ!

# gameActionHelpPosition
source: Help me position it
hi: इसे स्थिति में रखने में मेरी मदद करें
pa: ਇਸਨੂੰ ਸਥਿਤੀ ਵਿੱਚ ਰੱਖਣ ਵਿੱਚ ਮੇਰੀ ਮਦਦ ਕਰੋ

# gameActionChooseDifferentPicture
source: Choose different picture
hi: अलग तस्वीर चुनें
pa: ਵੱਖਰੀ ਤਸਵੀਰ ਚੁਣੋ

# gameActionLooksGreat
source: Looks great!
hi: बहुत अच्छा लग रहा है!
pa: ਬਹੁਤ ਵਧੀਆ ਲੱਗ ਰਿਹਾ ਹੈ!

# gameActionBackgroundChosen
source: Background chosen!
hi: पृष्ठभूमि चुनी गई!
pa: ਬੈਕਗ੍ਰਾਊਂਡ ਚੁਣਿਆ ਗਿਆ!

# gameActionTryDifferentColor
source: Try different color
hi: अलग रंग आज़माएं
pa: ਵੱਖਰਾ ਰੰਗ ਅਜ਼ਮਾਓ

# gameActionLooksBeautiful
source: Looks beautiful!
hi: सुंदर दिख रहा है!
pa: ਸੁੰਦਰ ਲੱਗ ਰਿਹਾ ਹੈ!

# gameActionPerfectChoice
source: Perfect choice!
hi: परफेक्ट चॉइस!
pa: ਸ਼ਾਨਦਾਰ ਚੋਣ!

# gameActionAllFilesOrganized
source: All files organized!
hi: सभी फाइलें व्यवस्थित!
pa: ਸਾਰੀਆਂ ਫਾਈਲਾਂ ਵਿਵਸਥਿਤ!

# gameActionHelpMeSort
source: Help me sort
hi: मुझे छांटने में मदद करें
pa: ਮੈਨੂੰ ਛਾਂਟਣ ਵਿੱਚ ਮਦਦ ਕਰੋ

# gameActionPerfectOrganization
source: Perfect organization!
hi: परफेक्ट ऑर्गनाइज़ेशन!
pa: ਸ਼ਾਨਦਾਰ ਸੰਗਠਨ!

# gameActionSuccessfullyMoved
source: Successfully moved!
hi: सफलतापूर्वक स्थानांतरित!
pa: ਸਫਲਤਾਪੂਰਵਕ ਤਬਦੀਲ!

# gameActionTryAgain
source: Try again
hi: फिर से कोशिश करें
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# gameActionAlmostThere
source: Almost there!
hi: लगभग हो गया!
pa: ਲਗਭਗ ਹੋ ਗਿਆ!

# gameActionPerfectTechnique
source: Perfect technique!
hi: परफेक्ट तकनीक!
pa: ਸ਼ਾਨਦਾਰ ਤਕਨੀਕ!

# gameActionPictureOpened
source: Picture opened!
hi: तस्वीर खोली गई!
pa: ਤਸਵੀਰ ਖੋਲ੍ਹੀ ਗਈ!

# gameActionSingleClickDetected
source: Single click detected
hi: सिंगल क्लिक का पता चला
pa: ਸਿੰਗਲ ਕਲਿੱਕ ਦਾ ਪਤਾ ਲਗਾਇਆ

# gameActionPerfectTiming
source: Perfect timing!
hi: परफेक्ट टाइमिंग!
pa: ਸ਼ਾਨਦਾਰ ਸਮਾਂ!

# instructionDragDeviceLabels
source: Drag each label to the matching part of the device
hi: प्रत्येक लेबल को डिवाइस के मैचिंग भाग पर खींचें
pa: ਹਰ ਲੇਬਲ ਨੂੰ ਡਿਵਾਈਸ ਦੇ ਮੇਲ ਖਾਂਦੇ ਹਿੱਸੇ ਤੱਕ ਖਿੱਚੋ

# instructionArrangeStepsOrder
source: Arrange the steps in the right order
hi: चरणों को सही क्रम में व्यवस्थित करें
pa: ਕਦਮਾਂ ਨੂੰ ਸਹੀ ਕ੍ਰਮ ਵਿੱਚ ਵਿਵਸਥਿਤ ਕਰੋ

# instructionTapFolderIcon
source: Tap the folder icon as quickly as you can!
hi: फ़ोल्डर आइकन पर जल्दी से टैप करें!
pa: ਫੋਲਡਰ ਆਈਕਨ 'ਤੇ ਜਲਦੀ ਟੈਪ ਕਰੋ!

# instructionFindRecycleBin
source: Find the Recycle Bin icon!
hi: रीसाइकल बिन आइकन खोजें!
pa: ਰੀਸਾਈਕਲ ਬਿਨ ਆਈਕਨ ਲੱਭੋ!

# instructionDragDocumentToFolder
source: Click and drag the document into the folder
hi: दस्तावेज़ को क्लिक करके फ़ोल्डर में खींचें
pa: ਦਸਤਾਵੇਜ਼ ਨੂੰ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਫੋਲਡਰ ਵਿੱਚ ਖਿੱਚੋ

# instructionDoubleClickPicture
source: Double-click the picture to open it
hi: तस्वीर को खोलने के लिए डबल-क्लिक करें
pa: ਤਸਵੀਰ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਡਬਲ-ਕਲਿੱਕ ਕਰੋ

# instructionDragAppIcons
source: Drag each app icon to the correct category box
hi: प्रत्येक ऐप आइकन को सही श्रेणी बॉक्स में खींचें
pa: ਹਰ ਐਪ ਆਈਕਨ ਨੂੰ ਸਹੀ ਸ਼ਰੇਣੀ ਬਾਕਸ ਵਿੱਚ ਖਿੱਚੋ

# instructionTapGuidedLesson
source: Tap the lesson your guide highlights for you
hi: अपने गाइड द्वारा हाइलाइट किए गए पाठ पर टैप करें
pa: ਆਪਣੇ ਗਾਈਡ ਦੁਆਰਾ ਹਾਈਲਾਈਟ ਕੀਤੇ ਪਾਠ 'ਤੇ ਟੈਪ ਕਰੋ

# instructionTypeLettersFalling
source: Type each letter as it falls down the screen
hi: स्क्रीन पर गिरने वाले प्रत्येक अक्षर को टाइप करें
pa: ਸਕਰੀਨ 'ਤੇ ਡਿੱਗਦੇ ਹਰ ਅੱਖਰ ਨੂੰ ਟਾਈਪ ਕਰੋ

# instructionTypeWordBeforeDisappear
source: Type the complete word before it disappears
hi: गायब होने से पहले पूरा शब्द टाइप करें
pa: ਗਾਇਬ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਪੂਰਾ ਸ਼ਬਦ ਟਾਈਪ ਕਰੋ

# instructionTypeLocalLanguage
source: Type words in your local language
hi: अपनी स्थानीय भाषा में शब्द टाइप करें
pa: ਆਪਣੀ ਸਥਾਨਕ ਭਾਸ਼ਾ ਵਿੱਚ ਸ਼ਬਦ ਟਾਈਪ ਕਰੋ

# instructionTypeSentenceAccurate
source: Type the complete sentence accurately
hi: पूरे वाक्य को सटीक रूप से टाइप करें
pa: ਪੂਰੇ ਵਾਕ ਨੂੰ ਸਟੀਕ ਰੂਪ ਵਿੱਚ ਟਾਈਪ ਕਰੋ

# instructionAddTitleSubtitle
source: Use the text tool to add your title and subtitle
hi: अपना शीर्षक और उपशीर्षक जोड़ने के लिए टेक्स्ट टूल का उपयोग करें
pa: ਆਪਣਾ ਸਿਰਲੇਖ ਅਤੇ ਉਪ-ਸਿਰਲੇਖ ਜੋੜਨ ਲਈ ਟੈਕਸਟ ਟੂਲ ਦੀ ਵਰਤੋਂ ਕਰੋ

# instructionSelectFlowerImage
source: Select a flower image and place it on your slide
hi: एक फूल की छवि चुनें और इसे अपनी स्लाइड पर रखें
pa: ਇੱਕ ਫੁੱਲ ਦੀ ਤਸਵੀਰ ਚੁਣੋ ਅਤੇ ਇਸਨੂੰ ਆਪਣੀ ਸਲਾਈਡ 'ਤੇ ਰੱਖੋ

# instructionChooseSlideBackground
source: Choose a beautiful background for your slide
hi: अपनी स्लाइड के लिए एक सुंदर पृष्ठभूमि चुनें
pa: ਆਪਣੀ ਸਲਾਈਡ ਲਈ ਇੱਕ ਸੁੰਦਰ ਪਿਛੋਕੜ ਚੁਣੋ

# instructionOrganizeFilesIntoFolders
source: Create folders for 'Schoolwork' and 'Personal' then organize these files
hi: 'स्कूलवर्क' और 'व्यक्तिगत' के लिए फ़ोल्डर बनाएं और फिर इन फाइलों को व्यवस्थित करें
pa: 'ਸਕੂਲਵਰਕ' ਅਤੇ 'ਨਿੱਜੀ' ਲਈ ਫੋਲਡਰ ਬਣਾਓ ਫਿਰ ਇਨ੍ਹਾਂ ਫਾਈਲਾਂ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ

# instructionFindAddressBar
source: Find and click on the Address Bar
hi: एड्रेस बार खोजें और उस पर क्लिक करें
pa: ਪਤਾ ਬਾਰ ਲੱਭੋ ਅਤੇ ਇਸ 'ਤੇ ਕਲਿੱਕ ਕਰੋ

# instructionFindBackButton
source: Locate the Back Button on the browser
hi: ब्राउज़र पर बैक बटन का पता लगाएं
pa: ਬ੍ਰਾਊਜ਼ਰ 'ਤੇ ਬੈਕ ਬਟਨ ਦਾ ਪਤਾ ਲਗਾਓ

# instructionSearchKeywordsResults
source: Type keywords to search, then click on a credible result
hi: खोजने के लिए कीवर्ड टाइप करें, फिर एक विश्वसनीय परिणाम पर क्लिक करें
pa: ਖੋਜਣ ਲਈ ਮੁੱਖ ਸ਼ਬਦ ਟਾਈਪ ਕਰੋ, ਫਿਰ ਇੱਕ ਭਰੋਸੇਮੰਦ ਨਤੀਜੇ 'ਤੇ ਕਲਿੱਕ ਕਰੋ

# instructionFillEmailFields
source: Fill in each field of the email properly
hi: ईमेल के प्रत्येक क्षेत्र को सही तरीके से भरें
pa: ਈਮੇਲ ਦੇ ਹਰ ਖੇਤਰ ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਭਰੋ

# instructionConnectPersonDescription
source: Tap a person, then tap their matching description to connect them!
hi: एक व्यक्ति पर टैप करें, फिर उनके मैचिंग विवरण पर टैप करके उन्हें जोड़ें!
pa: ਇੱਕ ਵਿਅਕਤੀ 'ਤੇ ਟੈਪ ਕਰੋ, ਫਿਰ ਉਨ੍ਹਾਂ ਦੇ ਮੇਲ ਖਾਂਦੇ ਵੇਰਵੇ 'ਤੇ ਟੈਪ ਕਰਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜੋੜੋ!

# instructionSearchChooseHobby
source: Pick your hobby, then search for learning resources from trusted sites
hi: अपना शौक चुनें, फिर भरोसेमंद साइटों से सीखने के संसाधन खोजें
pa: ਆਪਣਾ ਸ਼ੌਕ ਚੁਣੋ, ਫਿਰ ਭਰੋਸੇਮੰਦ ਸਾਈਟਾਂ ਤੋਂ ਸਿੱਖਣ ਦੇ ਸਰੋਤ ਖੋਜੋ
