Repository: TheAnanta/digihero
Catalog: lib/l10n/app_*.arb
Languages: hi, pa

# levelObjective7
source: Students will create effective presentations using digital design principles.
hi: छात्र डिजिटल डिज़ाइन सिद्धांतों का उपयोग करके प्रभावी प्रेजेंटेशन बनाएंगे।
pa: ਵਿਦਿਆਰਥੀ ਡਿਜੀਟਲ ਡਿਜ਼ਾਈਨ ਅਸੂਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਪ੍ਰਜ਼ੈਂਟੇਸ਼ਨ ਬਣਾਉਣਗੇ।

# levelObjective8
source: Students will organize digital files systematically and understand folder structures.
hi: छात्र डिजिटल फाइलों को व्यवस्थित रूप से व्यवस्थित करेंगे और फ़ोल्डर संरचनाओं को समझेंगे।
pa: ਵਿਦਿਆਰਥੀ ਡਿਜੀਟਲ ਫਾਈਲਾਂ ਨੂੰ ਵਿਧੀਵਤ ਢੰਗ ਨਾਲ ਆਯੋਜਿਤ ਕਰਨਗੇ ਅਤੇ ਫੋਲਡਰ ਸੰਰਚਨਾਵਾਂ ਨੂੰ ਸਮਝਣਗੇ।

# levelObjective9
source: Students will understand internet fundamentals and practice safe browsing.
hi: छात्र इंटरनेट की बुनियादी बातें समझेंगे और सुरक्षित ब्राउज़िंग का अभ्यास करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਇੰਟਰਨੈੱਟ ਦੀਆਂ ਬੁਨਿਆਦੀਆਂ ਸਮਝਣਗੇ ਅਤੇ ਸੁਰੱਖਿਅਤ ਬ੍ਰਾਊਜ਼ਿੰਗ ਦਾ ਅਭਿਆਸ ਕਰਨਗੇ।

# levelObjective10
source: Students will master search strategies and evaluate information credibility.
hi: छात्र सर्च रणनीतियों में महारत हासिल करेंगे और जानकारी की विश्वसनीयता का मूल्यांकन करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਸਰਚ ਰਣਨੀਤੀਆਂ ਵਿੱਚ ਨਿਪੁੰਨਤਾ ਹਾਸਲ ਕਰਨਗੇ ਅਤੇ ਜਾਣਕਾਰੀ ਦੀ ਭਰੋਸੇਯੋਗਤਾ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨਗੇ।

# levelObjective11
source: Students will implement online safety practices and recognize digital threats.
hi: छात्र ऑनलाइन सुरक्षा प्रथाओं को लागू करेंगे और डिजिटल खतरों को पहचानेंगे।
pa: ਵਿਦਿਆਰਥੀ ਆਨਲਾਈਨ ਸੁਰੱਖਿਆ ਅਭਿਆਸਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨਗੇ ਅਤੇ ਡਿਜੀਟਲ ਖਤਰੇ ਪਛਾਣਣਗੇ।

# levelObjective12
source: Students will demonstrate responsible digital citizenship and ethical online behavior.
hi: छात्र जिम्मेदार डिजिटल नागरिकता और नैतिक ऑनलाइन व्यवहार का प्रदर्शन करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਜ਼ਿੰਮੇਵਾਰ ਡਿਜੀਟਲ ਨਾਗਰਿਕਤਾ ਅਤੇ ਨੈਤਿਕ ਆਨਲਾਈਨ ਵਿਹਾਰ ਦਾ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨਗੇ।

# levelObjective13
source: Students will compose professional emails and understand communication etiquette.
hi: छात्र पेशेवर ईमेल लिखेंगे और संचार शिष्टाचार को समझेंगे।
pa: ਵਿਦਿਆਰਥੀ ਪੇਸ਼ੇਵਰ ਈਮੇਲ ਲਿਖਣਗੇ ਅਤੇ ਸੰਚਾਰ ਆਦਾਬ ਨੂੰ ਸਮਝਣਗੇ।

# levelObjective14
source: Students will use messaging apps safely and communicate appropriately.
hi: छात्र मैसेजिंग ऐप्स का सुरक्षित उपयोग करेंगे और उचित रूप से संवाद करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਮੈਸੇਜਿੰਗ ਐਪਾਂ ਦੀ ਸੁਰੱਖਿਅਤ ਵਰਤੋਂ ਕਰਨਗੇ ਅਤੇ ਠੀਕ ਤਰੀਕੇ ਨਾਲ ਸੰਚਾਰ ਕਰਨਗੇ।

# levelObjective15
source: Students will track learning progress and set achievable digital goals.
hi: छात्र शिक्षण प्रगति को ट्रैक करेंगे और प्राप्त करने योग्य डिजिटल लक्ष्य निर्धारित करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਸਿੱਖਣ ਤਰੱਕੀ ਨੂੰ ਟ੍ਰੈਕ ਕਰਨਗੇ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨ ਯੋਗ ਡਿਜੀਟਲ ਲਕੜੀਆਂ ਨਿਰਧਾਰਤ ਕਰਨਗੇ।

# levelObjective16
source: Students will collaborate effectively using digital tools and platforms.
hi: छात्र डिजिटल टूल्स और प्लेटफॉर्म का उपयोग करके प्रभावी रूप से सहयोग करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਡਿਜੀਟਲ ਟੂਲਾਂ ਅਤੇ ਪਲੇਟਫਾਰਮਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਸਹਿਯੋਗ ਕਰਨਗੇ।

# levelObjective17
source: Students will explore interests safely and discover positive online communities.
hi: छात्र सुरक्षित रूप से रुचियों का अन्वेषण करेंगे और सकारात्मक ऑनलाइन समुदायों की खोज करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਦਿਲਚਸਪੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਪੜਚੋਲ ਕਰਨਗੇ ਅਤੇ ਸਕਾਰਾਤਮਕ ਆਨਲਾਈਨ ਭਾਈਚਾਰੇ ਲੱਭਣਗੇ।

# levelObjective18
source: Students will understand digital payments and practice safe online financial transactions.
hi: छात्र डिजिटल भुगतानों को समझेंगे और सुरक्षित ऑनलाइन वित्तीय लेनदेन का अभ्यास करेंगे।
pa: ਵਿਦਿਆਰਥੀ ਡਿਜੀਟਲ ਭੁਗਤਾਨਾਂ ਨੂੰ ਸਮਝਣਗੇ ਅਤੇ ਸੁਰੱਖਿਅਤ ਆਨਲਾਈਨ ਵਿੱਤੀ ਲੈਣ-ਦੇਣ ਦਾ ਅਭਿਆਸ ਕਰਨਗੇ।

# levelObjective19
source: Students will explore digital career paths and understand future skill requirements.
hi: छात्र डिजिटल करियर पथों का अन्वेषण करेंगे और भविष्य की कौशल आवश्यकताओं को समझेंगे।
pa: ਵਿਦਿਆਰਥੀ ਡਿਜੀਟਲ ਕਰੀਅਰ ਰਾਹਾਂ ਦੀ ਪੜਚੋਲ ਕਰਨਗੇ ਅਤੇ ਭਵਿੱਖ ਦੀਆਂ ਹੁਨਰਾਂ ਦੀਆਂ ਲੋੜਾਂ ਨੂੰ ਸਮਝਣਗੇ।

# levelObjective20
source: Students will create a comprehensive digital portfolio showcasing their skills.
hi: छात्र अपने कौशल को प्रदर्शित करने वाला एक व्यापक डिजिटल पोर्टफोलियो बनाएंगे।
pa: ਵਿਦਿਆਰਥੀ ਆਪਣੀਆਂ ਹੁਨਰਾਂ ਨੂੰ ਵਿਖਾਉਂਦਾ ਵਿਸ਼ਤ੍ਰਿਤ ਡਿਜੀਟਲ ਪੋਰਟਫੋਲੀਓ ਬਣਾਉਣਗੇ।

# levelTip1_1
source: Look for common device parts like screen, keyboard, and mouse
hi: स्क्रीन, कीबोर्ड और माउस जैसे सामान्य डिवाइस भागों को देखें
pa: ਸਕਰੀਨ, ਕੀਬੋਰਡ ਅਤੇ ਮਾਊਸ ਵਰਗੇ ਆਮ ਡਿਵਾਈਸ ਹਿੱਸਿਆਂ ਨੂੰ ਵੇਖੋ

# levelTip1_2
source: Different devices have different purposes
hi: विभिन्न उपकरणों के अलग-अलग उद्देश्य होते हैं
pa: ਵੱਖ-ਵੱਖ ਡਿਵਾਈਸਾਂ ਦੇ ਵੱਖ-ਵੱਖ ਉਦੇਸ਼ ਹੁੰਦੇ ਹਨ

# levelTip1_3
source: Practice turning devices on and off safely
hi: उपकरणों को सुरक्षित रूप से चालू और बंद करने का अभ्यास करें
pa: ਡਿਵਾਈਸਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਚਾਲੂ ਅਤੇ ਬੰਦ ਕਰਨ ਦਾ ਅਭਿਆਸ ਕਰੋ

# levelTip1_4
source: Ask for help when handling new devices
hi: नए उपकरणों को संभालते समय मदद मांगें
pa: ਨਵੇਂ ਡਿਵਾਈਸਾਂ ਨੂੰ ਸੰਭਾਲਦੇ ਸਮੇਂ ਮਦਦ ਮੰਗੋ

# levelTip2_1
source: Icons are small pictures that represent apps or files
hi: आइकन छोटी तस्वीरें हैं जो ऐप्स या फाइलों का प्रतिनिधित्व करती हैं
pa: ਆਈਕਨ ਛੋਟੀਆਂ ਤਸਵੀਰਾਂ ਹੁੰਦੀਆਂ ਹਨ ਜੋ ਐਪਾਂ ਜਾਂ ਫਾਈਲਾਂ ਦੀ ਨੁਮਾਇندگی ਕਰਦੀਆਂ ਹਨ

# levelTip2_2
source: Look carefully - each icon has a unique shape and meaning
hi: ध्यान से देखें - प्रत्येक आइकन का अनोखा आकार और अर्थ होता है
pa: ਧਿਆਨ ਨਾਲ ਵੇਖੋ - ਹਰ ਆਈਕਨ ਦਾ ਵਿਲੱਖਣ ਆਕਾਰ ਅਤੇ ਅਰਥ ਹੁੰਦਾ ਹੈ

# levelTip2_3
source: Practice different mouse actions: click, double-click, drag
hi: विभिन्न माउस क्रियाओं का अभ्यास करें: क्लिक, डबल-क्लिक, ड्रैग
pa: ਵੱਖ-ਵੱਖ ਮਾਊਸ ਕਾਰਵਾਈਆਂ ਦਾ ਅਭਿਆਸ ਕਰੋ: ਕਲਿੱਕ, ਡਬਲ-ਕਲਿੱਕ, ਡਰੈਗ

# levelTip2_4
source: On touch screens, tap and swipe with confidence
hi: टच स्क्रीन पर, आत्मविश्वास से टैप और स्वाइप करें
pa: ਟਚ ਸਕਰੀਨ ਤੇ, ਆਤਮ-ਵਿਸ਼ਵਾਸ ਨਾਲ ਟੈਪ ਅਤੇ ਸਵਾਈਪ ਕਰੋ

# levelTip3_1
source: Group similar apps together for easy access
hi: आसान पहुंच के लिए समान ऐप्स को एक साथ समूहीकृत करें
pa: ਸੁਵਿਧਾ ਲਈ ਸਮਾਨ ਐਪਾਂ ਨੂੰ ਇਕੱਠੇ ਕਰੋ

# levelTip3_2
source: Learn what each app category is used for
hi: जानें कि प्रत्येक ऐप कैटेगरी का उपयोग किस लिए किया जाता है
pa: ਸਿੱਖੋ ਕਿ ਹਰ ਐਪ ਸ਼੍ਰੇਣੀ ਕਿਸ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ

# levelTip3_3
source: Check app reviews before downloading new ones
hi: नए ऐप्स डाउनलोड करने से पहले ऐप समीक्षाएं जांचें
pa: ਨਵੀਆਂ ਐਪਾਂ ਡਾਊਨਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਐਪ ਸਮੀਖਿਆਵਾਂ ਦੀ ਜਾਂਚ ਕਰੋ

# levelTip3_4
source: Close apps when you're done to save battery
hi: बैटरी बचाने के लिए काम पूरा होने पर ऐप्स बंद करें
pa: ਕੰਮ ਮੁਕੰਮਲ ਹੋਣ ਤੇ ਐਪਾਂ ਬੰਦ ਕਰੋ ਤਾਂ ਜੋ ਬੈਟਰੀ ਬਚੇ

# levelTip4_1
source: Digital skills open doors to new opportunities
hi: डिजिटल कौशल नए अवसरों के दरवाजे खोलते हैं
pa: ਡਿਜੀਟਲ ਹੁਨਰ ਨਵੇਂ ਮੌਕੇ ਖੋਲ੍ਹਦੇ ਹਨ

# levelTip4_2
source: Technology changes how we work, learn, and connect
hi: तकनीक हमारे काम करने, सीखने और जुड़ने के तरीके को बदलती है
pa: ਟੈਕਨੋਲੋਜੀ ਸਾਡਾ ਕੰਮ, ਸਿੱਖਣ ਅਤੇ ਜੁੜਨ ਦਾ ਢੰਗ ਬਦਲਦੀ ਹੈ

# levelTip4_3
source: Start learning digital skills early for future success
hi: भविष्य की सफलता के लिए जल्दी डिजिटल कौशल सीखना शुरू करें
pa: ਭਵਿੱਖ ਦੀ ਕਾਮਯਾਬੀ ਲਈ ਜਲਦੀ ਡਿਜੀਟਲ ਹੁਨਰ ਸਿੱਖੋ

# levelTip4_4
source: Practice regularly to build confidence with technology
hi: तकनीक के साथ आत्मविश्वास बनाने के लिए नियमित अभ्यास करें
pa: ਟੈਕਨੋਲੋਜੀ ਨਾਲ ਆਤਮ-ਵਿਸ਼ਵਾਸ ਬਣਾਉਣ ਲਈ ਨਿਯਮਤ ਅਭਿਆਸ ਕਰੋ

# levelTip5_1
source: Explore all features of educational apps to maximize learning
hi: शिक्षण को अधिकतम करने के लिए शैक्षणिक ऐप्स की सभी सुविधाओं का अन्वेषण करें
pa: ਸਿੱਖਣ ਨੂੰ ਵਧਾਉਣ ਲਈ ਸਿੱਖਣ ਵਾਲੀਆਂ ਐਪਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ

# levelTip5_2
source: Use help sections when you're stuck
hi: जब आप फंस जाएं तो सहायता अनुभागों का उपयोग करें
pa: ਜਦੋਂ ਤੁਸੀਂ ਫਸ ਜਾਓ ਤਾਂ ਮਦਦ ਭਾਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ

# levelTip5_3
source: Track your progress to stay motivated
hi: प्रेरित रहने के लिए अपनी प्रगति को ट्रैक करें
pa: ਮੋਟਿਵੇਟ ਰਹਿਣ ਲਈ ਆਪਣੀ ਤਰੱਕੀ ਟ੍ਰੈਕ ਕਰੋ

# levelTip5_4
source: Take breaks during long learning sessions
hi: लंबे शिक्षण सत्रों के दौरान ब्रेक लें
pa: ਲੰਬੇ ਸਿੱਖਣ ਸੈਸ਼ਨਾਂ ਦੌਰਾਨ ਵਿਅਕਤੀਕਤ ਬ੍ਰੇਕ ਲਓ

# levelTip6_1
source: Keep your fingers curved and relaxed while typing
hi: टाइपिंग करते समय अपनी उंगलियों को घुमावदार और तनावमुक्त रखें
pa: ਟਾਈਪ ਕਰਦੇ ਸਮੇਂ ਆਪਣੀਆਂ ਉਂਗਲੀਆਂ ਨੂੰ ਘੁੰਮਾਵਦਾਰ ਅਤੇ ਆਰਾਮਦਾਇਕ ਰੱਖੋ

# levelTip6_2
source: Use the correct finger for each key
hi: प्रत्येक कुंजी के लिए सही उंगली का उपयोग करें
pa: ਹਰ ਕੁੰਜੀ ਲਈ ਠੀਕ ਉਂਗਲੀ ਦੀ ਵਰਤੋਂ ਕਰੋ

# levelTip6_3
source: Start slowly and focus on accuracy over speed
hi: धीरे-धीरे शुरू करें और गति पर सटीकता पर ध्यान दें
pa: ਹੌਲੀ-ਹੌਲੀ ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਗਤੀ ਉੱਤੇ ਸਹੀਅਤ ਨੂੰ ਤਰਜੀਹ ਦਿਓ

# levelTip6_4
source: Practice typing for short periods daily
hi: दैनिक छोटी अवधि के लिए टाइपिंग का अभ्यास करें
pa: ਹਰ ਰੋਜ਼ ਥੋੜ੍ਹੀ ਦੇਰ ਲਈ ਟਾਈਪਿੰਗ ਦਾ ਅਭਿਆਸ ਕਰੋ

# levelTip7_1
source: Keep slides simple with clear, readable text
hi: स्लाइड्स को स्पष्ट, पढ़ने योग्य टेक्स्ट के साथ सरल रखें
pa: ਸਲਾਈਡਾਂ ਨੂੰ ਸਾਫ਼, ਪੜ੍ਹਨਯੋਗ ਲਿਖਤ ਨਾਲ ਸਧਾਰਨ ਰੱਖੋ

# levelTip7_2
source: Use images and graphics to support your message
hi: अपने संदेश का समर्थन करने के लिए छवियों और ग्राफिक्स का उपयोग करें
pa: ਆਪਣੇ ਸੁਨੇਹੇ ਨੂੰ ਸਮਰਥਨ ਦੇਣ ਲਈ ਚਿੱਤਰਾਂ ਅਤੇ ਗ੍ਰਾਫਿਕਸ ਦੀ ਵਰਤੋਂ ਕਰੋ

# levelTip7_3
source: Practice your presentation before presenting
hi: प्रस्तुत करने से पहले अपनी प्रेजेंटेशन का अभ्यास करें
pa: ਪੇਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਪ੍ਰਜ਼ੈਂਟੇਸ਼ਨ ਦਾ ਅਭਿਆਸ ਕਰੋ

# levelTip7_4
source: Make eye contact with your audience
hi: अपने दर्शकों के साथ आंखों का संपर्क बनाएं
pa: ਆਪਣੇ ਦਰਸ਼ਕਾਂ ਨਾਲ ਅੱਖਾਂ ਮਿਲਾਓ

# levelTip8_1
source: Create folders with descriptive names
hi: वर्णनात्मक नामों के साथ फ़ोल्डर बनाएं
pa: ਵਰਣਨਾਤਮਕ ਨਾਵਾਂ ਨਾਲ ਫੋਲਡਰ ਬਣਾਓ

# levelTip8_2
source: Sort files by date, name, or type
hi: फाइलों को तारीख, नाम या प्रकार के अनुसार क्रमबद्ध करें
pa: ਫਾਈਲਾਂ ਨੂੰ ਮਿਤੀ, ਨਾਂ ਜਾਂ ਕਿਸਮ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ ਕਰੋ

# levelTip8_3
source: Regularly delete files you no longer need
hi: नियमित रूप से उन फाइलों को हटाएं जिनकी आपको अब आवश्यकता नहीं है
pa: ਨਿਯਮਤ ਤੌਰ ਤੇ ਉਹ ਫਾਈਲਾਂ ਹਟਾਓ ਜਿਨ੍ਹਾਂ ਦੀ ਤੁਹਾਨੂੰ ਹੁਣ ਲੋੜ ਨਹੀਂ

# levelTip8_4
source: Back up important files in multiple locations
hi: महत्वपूर्ण फाइलों का कई स्थानों पर बैकअप लें
pa: ਮਹੱਤਵਪੂਰਨ ਫਾਈਲਾਂ ਦਾ ਕਈ ਥਾਵਾਂ ਤੇ ਬੈਕਅੱਪ ਲਓ

# levelTip9_1
source: The internet connects computers worldwide
hi: इंटरनेट दुनिया भर के कंप्यूटरों को जोड़ता है
pa: ਇੰਟਰਨੈੱਟ ਦੁਨੀਆ ਭਰ ਦੇ ਕੰਪਿਊਟਰਾਂ ਨੂੰ ਜੋੜਦਾ ਹੈ

# levelTip9_2
source: Websites have addresses called URLs
hi: वेबसाइटों के पते होते हैं जिन्हें URL कहा जाता है
pa: ਵੈੱਬਸਾਈਟਾਂ ਦੇ ਪਤੇ ਹੁੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ URL ਕਿਹਾ ਜਾਂਦਾ ਹੈ

# levelTip9_3
source: Look for https:// for secure connections
hi: सुरक्षित कनेक्शन के लिए https:// देखें
pa: ਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ ਲਈ https:// ਵੇਖੋ

# levelTip9_4
source: Use reliable browsers with updated security
hi: अपडेटेड सुरक्षा के साथ विश्वसनीय ब्राउज़र का उपयोग करें
pa: ਅੱਪਡੇਟ ਕੀਤੀ ਸੁਰੱਖਿਆ ਵਾਲੇ ਭਰੋਸੇਯੋਗ ਬ੍ਰਾਊਜ਼ਰ ਦੀ ਵਰਤੋਂ ਕਰੋ

# levelTip10_1
source: Use specific keywords for better search results
hi: बेहतर सर्च परिणामों के लिए विशिष्ट कीवर्ड का उपयोग करें
pa: ਵਧੀਆ ਸਰਚ ਨਤੀਜਿਆਂ ਲਈ ਖਾਸ ਕੀਵਰਡ ਵਰਤੋਂ

# levelTip10_2
source: Check multiple sources to verify information
hi: जानकारी की पुष्टि के लिए कई स्रोतों की जांच करें
pa: ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਲਈ ਕਈ ਸਰੋਤਾਂ ਦੀ ਜਾਂਚ ਕਰੋ

# levelTip10_3
source: Look for recent dates and credible authors
hi: हाल की तारीखों और विश्वसनीय लेखकों की तलाश करें
pa: ਤਾਜ਼ਾ ਮਿਤੀਆਂ ਅਤੇ ਭਰੋਸੇਯੋਗ ਲੇਖਕਾਂ ਦੀ ਭਾਲ ਕਰੋ

# levelTip10_4
source: Use quotation marks for exact phrases
hi: सटीक वाक्यांशों के लिए उद्धरण चिह्नों का उपयोग करें
pa: ਸਹੀ ਵਾਕਾਂਸ਼ਾਂ ਲਈ ਉਧਾਰਣ ਚਿੰਨ੍ਹ ਵਰਤੋਂ

# levelTip11_1
source: Never share personal information with strangers online
hi: ऑनलाइन अजनबियों के साथ कभी भी व्यक्तिगत जानकारी साझा न करें
pa: ਕਦੇ ਵੀ ਅਣਜਾਣ ਲੋਕਾਂ ਨਾਲ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਨਾ ਕਰੋ

# levelTip11_2
source: Use strong, unique passwords for each account
hi: प्रत्येक खाते के लिए मजबूत, अनोखे पासवर्ड का उपयोग करें
pa: ਹਰ ਖਾਤੇ ਲਈ ਮਜ਼ਬੂਤ, ਵਿਲੱਖਣ ਪਾਸਵਰਡ ਵਰਤੋਂ

# levelTip11_3
source: Be careful what you post publicly
hi: सावधान रहें कि आप सार्वजनिक रूप से क्या पोस्ट करते हैं
pa: ਜੋ ਤੁਸੀਂ ਸਰਵਜਨਕ ਤੌਰ ਤੇ ਪੋਸਟ ਕਰਦੇ ਹੋ, ਉਸ ਬਾਰੇ ਸਾਵਧਾਨ ਰਹੋ

# levelTip11_4
source: Tell a trusted adult about suspicious online activity
hi: संदिग्ध ऑनलाइन गतिविधि के बारे में किसी विश्वसनीय वयस्क को बताएं
pa: ਸ਼ੱਕੀ ਆਨਲਾਈਨ ਗਤੀਵਿਧੀ ਬਾਰੇ ਕਿਸੇ ਭਰੋਸੇਯੋਗ ਵੱਡੇ ਨੂੰ ਦੱਸੋ

# levelTip12_1
source: Treat others online with respect and kindness
hi: ऑनलाइन दूसरों के साथ सम्मान और दयालुता से पेश आएं
pa: ਆਨਲਾਈਨ ਹੋਰਾਂ ਨਾਲ ਆਦਰ ਅਤੇ ਦਇਆ ਨਾਲ ਪੇਸ਼ ਆਓ

# levelTip12_2
source: Think before you post - words can hurt
hi: पोस्ट करने से पहले सोचें - शब्द दुख पहुंचा सकते हैं
pa: ਪੋਸਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸੋਚੋ - ਸ਼ਬਦ ਚੋਟ ਪਹੁੰਚਾ ਸਕਦੇ ਹਨ

# levelTip12_3
source: Don't participate in cyberbullying
hi: साइबर बुलिंग में भाग न लें
pa: ਸਾਇਬਰ ਬੁਲਿੰਗ ਵਿੱਚ ਭਾਗ ਨਾ ਲਵੋ

# levelTip12_4
source: Report inappropriate behavior to authorities
hi: अनुचित व्यवहार की रिपोर्ट अधिकारियों को करें
pa: ਅਣਉਚਿਤ ਵਿਹਾਰ ਦੀ ਰਿਪੋਰਟ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਕਰੋ

# levelTip13_1
source: Write clear, polite subject lines
hi: स्पष्ट, विनम्र विषय पंक्तियां लिखें
pa: ਸਾਫ਼, ਨਮਰ ਵਿਸ਼ਾ ਲਾਈਨਾਂ ਲਿਖੋ

# levelTip13_2
source: Use proper greeting and closing
hi: उचित अभिवादन और समापन का उपयोग करें
pa: ਠੀਕ ਸਲਾਮ ਅਤੇ ਸਮਾਪਤੀ ਵਰਤੋਂ

# levelTip13_3
source: Check for spelling and grammar before sending
hi: भेजने से पहले वर्तनी और व्याकरण की जांच करें
pa: ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਸ਼ਬਦਾਂ ਅਤੇ ਵਿਅਾਕਰਨ ਦੀ ਜਾਂਚ ਕਰੋ

# levelTip13_4
source: Keep emails concise and to the point
hi: ईमेल को संक्षिप्त और मुद्दे पर रखें
pa: ਈਮੇਲਾਂ ਨੂੰ ਸੰਖੇਪ ਅਤੇ ਮੁੱਦੇ ਉੱਤੇ ਰੱਖੋ

# levelTip14_1
source: Only message people you know in real life
hi: केवल उन लोगों को संदेश भेजें जिन्हें आप वास्तविक जीवन में जानते हैं
pa: ਕੇਵਲ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਸੰਦੇਸ਼ ਭੇਜੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅਸਲ ਜੀਵਨ ਵਿੱਚ ਜਾਣਦੇ ਹੋ

# levelTip14_2
source: Don't share photos or personal details
hi: फोटो या व्यक्तिगत विवरण साझा न करें
pa: ਤਸਵੀਰਾਂ ਜਾਂ ਨਿੱਜੀ ਵੇਰਵੇ ਸਾਂਝੇ ਨਾ ਕਰੋ

# levelTip14_3
source: Use privacy settings to control who can contact you
hi: यह नियंत्रित करने के लिए गोपनीयता सेटिंग्स का उपयोग करें कि कौन आपसे संपर्क कर सकता है
pa: ਇਹ ਨਿਯੰਤਰਿਤ ਕਰਨ ਲਈ ਪਰਦੇਦਾਰੀ ਸੈਟਿੰਗਾਂ ਵਰਤੋਂ ਕਿ ਕੌਣ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦਾ ਹੈ

# levelTip14_4
source: Report and block inappropriate contacts
hi: अनुचित संपर्कों की रिपोर्ट करें और उन्हें ब्लॉक करें
pa: ਅਣਉਚਿਤ ਸੰਪਰਕਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰੋ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਲੌਕ ਕਰੋ

# levelTip15_1
source: Set realistic, achievable goals
hi: यथार्थवादी, प्राप्त करने योग्य लक्ष्य निर्धारित करें
pa: ਹਕੀਕਤੀ, ਪ੍ਰਾਪਤ ਕਰਨ ਯੋਗ ਲਕੜੀਆਂ ਨਿਰਧਾਰਤ ਕਰੋ

# levelTip15_2
source: Celebrate small wins along the way
hi: रास्ते में छोटी जीत का जश्न मनाएं
pa: ਰਸਤੇ ਵਿੱਚ ਛੋਟੀਆਂ ਜਿੱਤਾਂ ਦਾ ਜਸ਼ਨ ਮਨਾਓ

# levelTip15_3
source: Track your progress regularly
hi: नियमित रूप से अपनी प्रगति को ट्रैक करें
pa: ਨਿਯਮਤ ਤੌਰ ਤੇ ਆਪਣੀ ਤਰੱਕੀ ਟ੍ਰੈਕ ਕਰੋ

# levelTip15_4
source: Adjust goals as you learn and grow
hi: जैसे-जैसे आप सीखते और बढ़ते हैं लक्ष्यों को समायोजित करें
pa: ਜਿਵੇਂ-ਜਿਵੇਂ ਤੁਸੀਂ ਸਿੱਖਦੇ ਅਤੇ ਵਧਦੇ ਹੋ, ਲਕੜੀਆਂ ਨੂੰ ਢਾਲੋ

# levelTip16_1
source: Listen to team members' ideas respectfully
hi: टीम के सदस्यों के विचारों को सम्मानपूर्वक सुनें
pa: ਟੀਮ ਮੈਂਬਰਾਂ ਦੇ ਵਿਚਾਰਾਂ ਨੂੰ ਆਦਰ ਨਾਲ ਸੁਣੋ

# levelTip16_2
source: Share tasks fairly among team members
hi: टीम के सदस्यों के बीच कार्यों को निष्पक्ष रूप से साझा करें
pa: ਟੀਮ ਮੈਂਬਰਾਂ ਵਿੱਚ ਕੰਮਾਂ ਨੂੰ ਇਨਸਾਫ਼ ਨਾਲ ਵੰਡੋ

# levelTip16_3
source: Communicate clearly about deadlines and expectations
hi: समय सीमा और अपेक्षाओं के बारे में स्पष्ट रूप से संवाद करें
pa: ਅੰਤਿਮ ਮਿਤੀਆਂ ਅਤੇ ਉਮੀਦਾਂ ਬਾਰੇ ਸਾਫ਼ ਸੰਚਾਰ ਕਰੋ

# levelTip16_4
source: Use collaboration tools to stay organized
hi: व्यवस्थित रहने के लिए सहयोग उपकरणों का उपयोग करें
pa: ਸੁਚੱਜਾ ਰਹਿਣ ਲਈ ਸਹਿਯੋਗ ਟੂਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ

# levelTip17_1
source: Research hobbies from reliable sources
hi: विश्वसनीय स्रोतों से शौकों पर अनुसंधान करें
pa: ਭਰੋਸੇਯੋਗ ਸਰੋਤਾਂ ਤੋਂ ਸ਼ੌਕਾਂ ਬਾਰੇ ਖੋਜ ਕਰੋ

# levelTip17_2
source: Join moderated communities for safe interaction
hi: सुरक्षित बातचीत के लिए नियंत्रित समुदायों में शामिल हों
pa: ਸੁਰੱਖਿਅਤ ਸੰਚਾਰ ਲਈ ਨਿਗਰਾਨੀ ਵਾਲੇ ਭਾਈਚਾਰੇ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ

# levelTip17_3
source: Be cautious about meeting online friends in person
hi: ऑनलाइन मित्रों से व्यक्तिगत रूप से मिलने के बारे में सावधान रहें
pa: ਆਨਲਾਈਨ ਦੋਸਤਾਂ ਨੂੰ ਅਸਲ ਵਿੱਚ ਮਿਲਣ ਬਾਰੇ ਸਾਵਧਾਨ ਰਹੋ

# levelTip17_4
source: Keep personal information private
hi: व्यक्तिगत जानकारी को निजी रखें
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਨਿੱਜੀ ਰੱਖੋ

# levelTip18_1
source: Only shop on secure, reputable websites
hi: केवल सुरक्षित, प्रतिष्ठित वेबसाइटों पर खरीदारी करें
pa: ਕੇਵਲ ਸੁਰੱਖਿਅਤ, ਭਰੋਸੇਯੋਗ ਵੈੱਬਸਾਈਟਾਂ ਤੇ ਖਰੀਦਦਾਰੀ ਕਰੋ

# levelTip18_2
source: Check your account statements regularly
hi: नियमित रूप से अपने खाते के विवरण की जांच करें
pa: ਆਪਣੇ ਖਾਤੇ ਦੇ ਵੇਰਵੇ ਨਿਯਮਤ ਤੌਰ ਤੇ ਜਾਂਚੋ

# levelTip18_3
source: Never share your passwords or PINs
hi: कभी भी अपने पासवर्ड या पिन साझा न करें
pa: ਕਦੇ ਵੀ ਆਪਣੇ ਪਾਸਵਰਡ ਜਾਂ ਪਿਨ ਸਾਂਝੇ ਨਾ ਕਰੋ

# levelTip18_4
source: Be aware of online scams and fraud
hi: ऑनलाइन घोटालों और धोखाधड़ी से अवगत रहें
pa: ਆਨਲਾਈਨ ਧੋਖਾਧੜੀ ਅਤੇ ਠੱਗੀ ਤੋਂ ਸਾਵਧਾਨ ਰਹੋ

# levelTip19_1
source: Explore different tech career paths
hi: विभिन्न तकनीकी करियर पथों का अन्वेषण करें
pa: ਵੱਖ-ਵੱਖ ਟੈਕਨੋਲੋਜੀ ਕਰੀਅਰ ਰਾਹਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ

# levelTip19_2
source: Build a portfolio of your digital projects
hi: अपनी डिजिटल परियोजनाओं का पोर्टफोलियो बनाएं
pa: ਆਪਣੀਆਂ ਡਿਜੀਟਲ ਪ੍ਰੋਜੈਕਟਾਂ ਦਾ ਪੋਰਟਫੋਲੀਓ ਬਣਾਓ

# levelTip19_3
source: Network with professionals in fields of interest
hi: रुचि के क्षेत्रों में पेशेवरों के साथ नेटवर्क बनाएं
pa: ਦਿਲਚਸਪੀ ਵਾਲੇ ਖੇਤਰਾਂ ਵਿੱਚ ਪੇਸ਼ੇਵਰਾਂ ਨਾਲ ਨੈੱਟਵਰਕ ਬਣਾਓ

# levelTip19_4
source: Keep learning new technologies and skills
hi: नई तकनीकों और कौशल सीखते रहें
pa: ਨਵੀਆਂ ਟੈਕਨੋਲੋਜੀਆਂ ਅਤੇ ਹੁਨਰ ਸਿੱਖਦੇ ਰਹੋ

# levelTip20_1
source: Showcase your best work and achievements
hi: अपने सर्वोत्तम काम और उपलब्धियों को प्रदर्शित करें
pa: ਆਪਣੇ ਸਭ ਤੋਂ ਵਧੀਆ ਕੰਮ ਅਤੇ ਪ੍ਰਾਪਤੀਆਂ ਵਿਖਾਓ

# levelTip20_2
source: Include projects from different subject areas
hi: विभिन्न विषय क्षेत्रों की परियोजनाओं को शामिल करें
pa: ਵੱਖ-ਵੱਖ ਵਿਸ਼ਿਆਂ ਵਾਲੀਆਂ ਪ੍ਰੋਜੈਕਟਾਂ ਸ਼ਾਮਲ ਕਰੋ

# levelTip20_3
source: Write clear descriptions of your learning process
hi: अपनी शिक्षण प्रक्रिया का स्पष्ट विवरण लिखें
pa: ਆਪਣੀ ਸਿੱਖਣ ਪ੍ਰਕਿਰਿਆ ਦਾ ਸਾਫ਼ ਵੇਰਵਾ ਲਿਖੋ

# levelTip20_4
source: Update your portfolio regularly with new work
hi: नए काम के साथ नियमित रूप से अपने पोर्टफोलियो को अपडेट करें
pa: ਨਵੇਂ ਕੰਮ ਨਾਲ ਆਪਣੇ ਪੋਰਟਫੋਲੀਓ ਨੂੰ ਨਿਯਮਤ ਤੌਰ ਤੇ ਅੱਪਡੇਟ ਕਰੋ

# challengeAppSorterQuestion
source: App Sorter: Drag these apps into the correct boxes - System Software or Application Software!
hi: ऐप सॉर्टर: इन ऐप्स को सही बॉक्स में खींचें - सिस्टम सॉफ्टवेयर या एप्लिकेशन सॉफ्टवेयर!
pa: ਐਪ ਸਾਰਟਰ: ਇਹਨਾਂ ਐਪਾਂ ਨੂੰ ਸਹੀ ਬਾਕਸਾਂ ਵਿੱਚ ਖਿੱਚੋ - ਸਿਸਟਮ ਸਾਫਟਵੇਅਰ ਜਾਂ ਐਪਲੀਕੇਸ਼ਨ ਸਾਫਟਵੇਅਰ!

# challengeAppSorterExplanation
source: Perfect sorting! System Software (Android, Windows, iOS) runs the device. Application Software (Calculator, Paint, Notes) does specific tasks.
hi: पूर्ण छँटाई! सिस्टम सॉफ्टवेयर (एंड्रॉइड, विंडोज, iOS) डिवाइस चलाता है। एप्लिकेशन सॉफ्टवेयर (कैलकुलेटर, पेंट, नोट्स) विशिष्ट कार्य करता है।
pa: ਸ਼ਾਨਦਾਰ ਛਾਂਟਣਾ! ਸਿਸਟਮ ਸਾਫਟਵੇਅਰ (ਐਂਡਰਾਇਡ, ਵਿੰਡੋਜ਼, iOS) ਡਿਵਾਈਸ ਚਲਾਉਂਦਾ ਹੈ। ਐਪਲੀਕੇਸ਼ਨ ਸਾਫਟਵੇਅਰ (ਕੈਲਕੁਲੇਟਰ, ਪੇਂਟ, ਨੋਟਸ) ਖਾਸ ਕੰਮ ਕਰਦਾ ਹੈ।

# challengeAppManagementQuestion
source: You opened a drawing app and finished your artwork. What should you do next?
hi: आपने एक ड्राइंग ऐप खोला और अपनी कलाकृति पूरी की। आगे आपको क्या करना चाहिए?
pa: ਤੁਸੀਂ ਇੱਕ ਡਰਾਇੰਗ ਐਪ ਖੋਲ੍ਹੀ ਅਤੇ ਆਪਣੀ ਕਲਾਕ੍ਰਿਤੀ ਪੂਰੀ ਕੀਤੀ। ਅੱਗੇ ਤੁਹਾਨੂੰ ਕੀ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?

# challengeAppManagementExplanation
source: Always save your work first, then close apps properly to keep your device running smoothly.
hi: हमेशा पहले अपना काम सेव करें, फिर ऐप्स को ठीक से बंद करें ताकि आपका डिवाइस सुचारू रूप से चलता रहे।
pa: ਹਮੇਸ਼ਾ ਪਹਿਲਾਂ ਆਪਣਾ ਕੰਮ ਸੇਵ ਕਰੋ, ਫਿਰ ਐਪਾਂ ਨੂੰ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਬੰਦ ਕਰੋ ਤਾਂ ਜੋ ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਸੁਚਾਰੂ ਰੂਪ ਨਾਲ ਚੱਲਦਾ ਰਹੇ।

# challengeAppSafetyQuestion
source: Which of these is the safest way to get new apps for your device?
hi: अपने डिवाइस के लिए नए ऐप्स पाने का सबसे सुरक्षित तरीका कौन सा है?
pa: ਆਪਣੇ ਡਿਵਾਈਸ ਲਈ ਨਵੀਆਂ ਐਪਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਸੁਰੱਖਿਅਤ ਤਰੀਕਾ ਕਿਹੜਾ ਹੈ?

# challengeAppSafetyExplanation
source: Official app stores check apps for safety before making them available to download.
hi: आधिकारिक ऐप स्टोर उन्हें डाउनलोड के लिए उपलब्ध कराने से पहले ऐप्स की सुरक्षा जांचते हैं।
pa: ਅਧਿਕਾਰਤ ਐਪ ਸਟੋਰ ਐਪਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਲਈ ਉਪਲਬਧ ਕਰਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਸੁਰੱਖਿਆ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹਨ।

# challengeAppTypesQuestion
source: Match each app type with its purpose:
hi: प्रत्येक ऐप प्रकार को उसके उद्देश्य से मिलाएं:
pa: ਹਰ ਐਪ ਕਿਸਮ ਨੂੰ ਇਸਦੇ ਮਕਸਦ ਨਾਲ ਮਿਲਾਓ:

# challengeAppTypesExplanation
source: Great job! Each app is designed for a specific purpose to help you with different tasks.
hi: बहुत बढ़िया! प्रत्येक ऐप को विभिन्न कार्यों में आपकी मदद करने के लिए एक विशिष्ट उद्देश्य के लिए डिज़ाइन किया गया है।
pa: ਬਹੁਤ ਵਧੀਆ! ਹਰ ਐਪ ਵੱਖ-ਵੱਖ ਕੰਮਾਂ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਇੱਕ ਖਾਸ ਮਕਸਦ ਲਈ ਡਿਜ਼ਾਈਨ ਕੀਤੀ ਗਈ ਹੈ।

# challengeDigitalHeroesQuestion
source: Digital Heroes Match-Up: Connect each person with how digital skills help them!
hi: डिजिटल हीरो मैच-अप: प्रत्येक व्यक्ति को इससे जोड़ें कि डिजिटल कौशल उनकी कैसे मदद करते हैं!
pa: ਡਿਜੀਟਲ ਹੀਰੋ ਮੈਚ-ਅੱਪ: ਹਰ ਵਿਅਕਤੀ ਨੂੰ ਇਸ ਨਾਲ ਜੋੜੋ ਕਿ ਡਿਜੀਟਲ ਹੁਨਰ ਉਨ੍ਹਾਂ ਦੀ ਕਿਵੇਂ ਮਦਦ ਕਰਦੇ ਹਨ!

# challengeDigitalHeroesExplanation
source: Amazing! You connected each digital hero with their tools: Farmers check weather, shopkeepers accept digital payments, students learn online, and doctors keep digital records.
hi: अद्भुत! आपने प्रत्येक डिजिटल हीरो को उनके उपकरणों से जोड़ा: किसान मौसम देखते हैं, दुकानदार डिजिटल भुगतान स्वीकार करते हैं, छात्र ऑनलाइन सीखते हैं, और डॉक्टर डिजिटल रिकॉर्ड रखते हैं।
pa: ਅਦਭੁਤ! ਤੁਸੀਂ ਹਰ ਡਿਜੀਟਲ ਹੀਰੋ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਟੂਲਾਂ ਨਾਲ ਜੋੜਿਆ: ਕਿਸਾਨ ਮੌਸਮ ਦੇਖਦੇ ਹਨ, ਦੁਕਾਨਦਾਰ ਡਿਜੀਟਲ ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰਦੇ ਹਨ, ਵਿਦਿਆਰਥੀ ਔਨਲਾਈਨ ਸਿੱਖਦੇ ਹਨ, ਅਤੇ ਡਾਕਟਰ ਡਿਜੀਟਲ ਰਿਕਾਰਡ ਰੱਖਦੇ ਹਨ।

# challengeCareerBenefitsQuestion
source: How do digital skills help a rural teacher improve their teaching?
hi: डिजिटल कौशल एक ग्रामीण शिक्षक को अपने शिक्षण में सुधार करने में कैसे मदद करते हैं?
pa: ਡਿਜੀਟਲ ਹੁਨਰ ਇੱਕ ਪੇਂਡੂ ਅਧਿਆਪਕ ਨੂੰ ਆਪਣੇ ਪੜ੍ਹਾਉਣ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਵਿੱਚ ਕਿਵੇਂ ਮਦਦ ਕਰਦੇ ਹਨ?

# challengeCareerBenefitsExplanation
source: Digital skills help teachers find better educational resources, create engaging lessons, and even teach students remotely when needed.
hi: डिजिटल कौशल शिक्षकों को बेहतर शैक्षणिक संसाधन खोजने, आकर्षक पाठ बनाने और आवश्यकता पड़ने पर छात्रों को दूर से भी पढ़ाने में मदद करते हैं।
pa: ਡਿਜੀਟਲ ਹੁਨਰ ਅਧਿਆਪਕਾਂ ਨੂੰ ਬਿਹਤਰ ਸਿੱਖਿਆ ਸਰੋਤ ਲੱਭਣ, ਦਿਲਚਸਪ ਪਾਠ ਬਣਾਉਣ ਅਤੇ ਲੋੜ ਪੈਣ 'ਤੇ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਦੂਰੋਂ ਪੜ੍ਹਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਨ।

# challengeCommunityImpactQuestion
source: A village needs to apply for a government program online. Who can help using digital skills?
hi: एक गांव को सरकारी कार्यक्रम के लिए ऑनलाइन आवेदन करना है। डिजिटल कौशल का उपयोग करके कौन मदद कर सकता है?
pa: ਇੱਕ ਪਿੰਡ ਨੂੰ ਔਨਲਾਈਨ ਸਰਕਾਰੀ ਪ੍ਰੋਗਰਾਮ ਲਈ ਅਰਜ਼ੀ ਦੇਣੀ ਹੈ। ਡਿਜੀਟਲ ਹੁਨਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੌਣ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ?

# challengeCommunityImpactExplanation
source: With basic digital skills, anyone can help their community access government services, apply for programs, and connect with resources online.
hi: बुनियादी डिजिटल कौशल के साथ, कोई भी अपने समुदाय की सरकारी सेवाओं तक पहुंच, कार्यक्रमों के लिए आवेदन और ऑनलाइन संसाधनों से जुड़ने में मदद कर सकता है।
pa: ਬੁਨਿਆਦੀ ਡਿਜੀਟਲ ਹੁਨਰਾਂ ਨਾਲ, ਕੋਈ ਵੀ ਆਪਣੇ ਭਾਈਚਾਰੇ ਦੀ ਸਰਕਾਰੀ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ, ਪ੍ਰੋਗਰਾਮਾਂ ਲਈ ਅਰਜ਼ੀ ਅਤੇ ਔਨਲਾਈਨ ਸਰੋਤਾਂ ਨਾਲ ਜੁੜਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ।

# challengeFutureOpportunitiesQuestion
source: Drag these digital skills to match the opportunities they create:
hi: इन डिजिटल कौशलों को उनके द्वारा बनाए गए अवसरों से मिलाने के लिए खींचें:
pa: ਇਹਨਾਂ ਡਿਜੀਟਲ ਹੁਨਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੁਆਰਾ ਬਣਾਏ ਮੌਕਿਆਂ ਨਾਲ ਮਿਲਾਉਣ ਲਈ ਖਿੱਚੋ:

# challengeCursorMaestroQuestion1
source: Cursor Maestro: Drag the file into the folder!
hi: कर्सर मास्ट्रो: फाइल को फोल्डर में खींचें!
pa: ਕਰਸਰ ਮਾਸਟਰੋ: ਫਾਈਲ ਨੂੰ ਫੋਲਡਰ ਵਿੱਚ ਖਿੱਚੋ!

# challengeCursorMaestroExplanation1
source: Great dragging technique! Click and hold, then move the mouse to drag files into folders.
hi: बेहतरीन ड्रैगिंग तकनीक! क्लिक करें और होल्ड करें, फिर फाइलों को फोल्डर में खींचने के लिए माउस घुमाएं।
pa: ਸ਼ਾਨਦਾਰ ਡਰੈਗਿੰਗ ਤਕਨੀਕ! ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਫੜੋ, ਫਿਰ ਫਾਈਲਾਂ ਨੂੰ ਫੋਲਡਰਾਂ ਵਿੱਚ ਖਿੱਚਣ ਲਈ ਮਾਊਸ ਹਿਲਾਓ।

# challengeCursorMaestroQuestion2
source: Cursor Maestro: Double-click to open the picture!
hi: कर्सर मास्ट्रो: तस्वीर खोलने के लिए डबल-क्लिक करें!
pa: ਕਰਸਰ ਮਾਸਟਰੋ: ਤਸਵੀਰ ਖੋਲ੍ਹਣ ਲਈ ਡਬਲ-ਕਲਿੱਕ ਕਰੋ!

# challengeCursorMaestroExplanation2
source: Perfect double-click! Two quick clicks in the same spot opens files and programs.
hi: परफेक्ट डबल-क्लिक! एक ही स्थान पर दो तेज़ क्लिक फाइलें और प्रोग्राम खोलते हैं।
pa: ਸ਼ਾਨਦਾਰ ਡਬਲ-ਕਲਿੱਕ! ਇੱਕੋ ਜਗ੍ਹਾ ਉੱਤੇ ਦੋ ਤੇਜ਼ ਕਲਿੱਕ ਫਾਈਲਾਂ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਖੋਲ੍ਹਦੇ ਹਨ।
